[
  {
    "Name": "Sunset Raceway",
    "Description": "Outdoor dirt oval go kart race track. Multiple karting race classifications. See website for details and race schedules.",
    "Phone": "(256) 531-5303",
    "Website": "http://www.sunsetraceway.com/",
    "Address": "10779 AL Hwy 69 N Baileyton, AL 35019"
  },
  {
    "Name": "Autobahn Indoor Speedway",
    "Description": "Autobahn Indoor Speedway is a 40,000 sqft indoor go kart race facility located near Birmingham, AL. In addition to arrive and drive kart racing, the Grand Prix style track hosts adult and youth go kart racing leagues. The Italian electric go karts include adult karts that can reach speeds of 50 mph and junior karts that reach 25 mph. Corporate event, group event, and birthday packages are available. Track is open 7 days a week unless there is a private event scheduled. See track website for more details.",
    "Phone": "(205) 235-6230",
    "Website": "http://autobahnspeed.com/birmingham-al-indoor-go-karts",
    "Address": "5960 Greenwood Parkway, Bessemer, AL 35022"
  },
  {
    "Name": "Bakers Creek Kart Club",
    "Description": "Outdoor 1/2 mile 12-turn Asphalt Sprint Course. BCKC is a family oriented kart club thatis promoting three classifications of kart racing: six Rotax classes, one Comer 50 class and one shifter kart class. The racing season begins in March and goes through November with one race per month at Bakers Creek Raceway. Typically, a race day involves a structured practice, qualifying, two heat races and finals. A Formula 1 point system is maintained over the season, and a champion is crowned in each class.",
    "Phone": "",
    "Website": "http://www.bakerscreekkarting.com/",
    "Address": "PO Box 1746 Decatur, AL 35602"
  },
  {
    "Name": "Marbury Dirt Track",
    "Description": "Marbury Dirt Track, is one of Alabama's longest running dirt oval go kart tracks. Track is located just north of Montgomery in Marbury, Alabama.",
    "Phone": "(205) 755-0465",
    "Website": "http://www.marburydirttrack.net/",
    "Address": "3098 Go Cart Road Marbury, AL 36051"
  },
  {
    "Name": "Penton Raceway Go Kart Track",
    "Description": "1 mile dirt oval karting track. Race season begins the third weekend of March. Point races start the first Saturday of April and runs till the end of October.",
    "Phone": "(334) 864-0666",
    "Website": "http://www.pentonraceway.com/",
    "Address": ""
  },
  {
    "Name": "Wilsons Motorsports Go Kart Track",
    "Description": "Dirt oval kart track. Track uses American Karting Association Rules.",
    "Phone": "(334) 567-0125",
    "Website": "http://www.wilsonstrack.com/",
    "Address": "3677 Milam Road, Santuck, AL 36092"
  },
  {
    "Name": "Talladega Gran Prix Raceway",
    "Description": "Outdoor paved road course. Track features include: 1.40 mile lap length, Width, 32.0ft at narrowest 42ft at widest, Smoothly graded grassy run-off areas, 600 ft paved pit road, Plenty of paved paddock parking, Shaded paddock areas, Showers, Free overnight camping, Spacious air conditioned classroom, Concessions services available. Track is available for rental and offers a discount to karting clubs interested in renting the race track.",
    "Phone": "(256) 252-9200",
    "Website": "http://www.tgprace.com/",
    "Address": "46 Pilgrim Lane Munford, AL 36268"
  },
  {
    "Name": "Bondurant Kart Racing School",
    "Description": "The SuperKart School was opened in 1998 and today has its own dedicated track and fleet of Shifter karts, TAG karts, and Briggs & Stratton Pro karts. Since March of 1998 the school has been under the direction of karting champion Alan Rudolph. Alan has over 20 years of racing history and has won many championships including WKA National and Grand National Champion, SKUSA National Champion, and five time SKUSA King of the Streets Champion. The Bondurant SuperKart School recently added to it's course menu a Jr Karting class.",
    "Phone": "(800) 652-KART",
    "Website": "http://www.bondurant.com/",
    "Address": "20000 S Maricopa Rd Gate 3 Chandler, AZ 85226"
  },
  {
    "Name": "Arizona Karting Association (AKA)",
    "Description": "Arizona Karting Association's Race Schedule includes events every 2nd and 4th weekend from February through November. Arizona Karting Association is located in Phoenix, Arizona in the International Kart Federation (IKF) Region 7. The AKA go kart track is an outdoor oval track with a dirt surface.",
    "Phone": "(623) 262-1143",
    "Website": "http://www.azkarting.com/",
    "Address": ""
  },
  {
    "Name": "Phoenix Kart Racing Association (PKRA)",
    "Description": "PKRA is a member owned and operated club and facility. The multiple configuration asphalt go kart track is 3/4th of a mile long and averages 25 feet in width. With 12 turns of various radii and over 500 feet of straight away, it’s a constant challenge for both the novice and expert driver. PKRA is located in Phoenix, Arizona inside the Adobe Dam Park and Recreation Area.",
    "Phone": "",
    "Website": "http://www.pkra.com/",
    "Address": "22500 N. 43rd Ave. Glendale, AZ 85310"
  },
  {
    "Name": "Speed Street Indoor Racetrack",
    "Description": "Speed Street Indoor Racetrack features an impressive over 1/3-mile technical road course. The track is professionally designed to optimize the indoor space and to allow varying styles of racing. The SODI karts powered by a Honda single cylinder, 4-stroke engine generating 9 HP, can travel up to 50 miles per hour. Each engine is modified to run with ultra-environmentally-sensitive catalytic converters and mufflers. Actual racing slicks provide superior traction for an extra measure of safety and control. Each kart has ROC Timing, which electronically clocks each kart as it rounds the track to give detailed information for each lap completed.",
    "Phone": "(623) 334-9952",
    "Website": "http://www.speedstreetaz.com/",
    "Address": "6542 W. Bell Road Glendale, AZ 85308"
  },
  {
    "Name": "F1 Race Factory Indoor Go Kart Track",
    "Description": "F1 Race Factory is one of America’s Largest Indoor Kart Racing & Entertainment Venues. F1 is open for both group events and public racing daily, and is open 363 days a year. Public racers may arrive and drive, or call ahead for group reservations for parties of 10+ racers.",
    "Phone": "602) 302-7223",
    "Website": "http://www.f1racefactory.com/",
    "Address": "317 S. 48th Street, Phoenix AZ 85034"
  },
  {
    "Name": "K1 Speed Phoenix",
    "Description": "K1 Speed Phoenix is an indoor go kart racing facility that features high-performance 20hp DC electric go karts.",
    "Phone": "(602) 275-5278",
    "Website": "http://www.k1speed.com/phoenix-location.html",
    "Address": "2425 S 21st Street Phoenix, AZ 85034"
  },
  {
    "Name": "P1 Kart Circuit - Musselman Honda Circuit",
    "Description": "Musselman Honda Circuit ins one of the newest multi-use motorsports facility in the United States located in Tucson, Arizona. Less than 20 minutes from the City with easy access off Interstate 10 (I-10). MHC track design is a replica of the world famous Suzuka Kart Circuit in Suzuka, Japan. Suzuka is known by professional kart racers to be the best kart circuit in the world. MH Circuit host's karting, Supermoto and bicycle racing events, corporate/group events, kart rentals and racing school programs. MHC/P1 also has a full service and retail kart pro shop located on-site.",
    "Phone": "(520) 245-5278",
    "Website": "http://www.p1kartcircuit.com/",
    "Address": "11800 S. Harrison Road Tucson, AZ 85747"
  }
]