[
  {
    "Name": "Sunset Raceway",
    "Description": "Outdoor dirt oval go kart race track. Multiple karting race classifications. See website for details and race schedules.",
    "Phone": "(256) 531-5303",
    "Website": "http://www.sunsetraceway.com/",
    "Address": "10779 AL Hwy 69 N Baileyton, AL 35019"
  },
  {
    "Name": "Autobahn Indoor Speedway",
    "Description": "Autobahn Indoor Speedway is a 40,000 sqft indoor go kart race facility located near Birmingham, AL. In addition to arrive and drive kart racing, the Grand Prix style track hosts adult and youth go kart racing leagues. The Italian electric go karts include adult karts that can reach speeds of 50 mph and junior karts that reach 25 mph. Corporate event, group event, and birthday packages are available. Track is open 7 days a week unless there is a private event scheduled. See track website for more details.",
    "Phone": "(205) 235-6230",
    "Website": "http://autobahnspeed.com/birmingham-al-indoor-go-karts",
    "Address": "5960 Greenwood Parkway, Bessemer, AL 35022"
  },
  {
    "Name": "Bakers Creek Kart Club",
    "Description": "Outdoor 1/2 mile 12-turn Asphalt Sprint Course. BCKC is a family oriented kart club thatis promoting three classifications of kart racing: six Rotax classes, one Comer 50 class and one shifter kart class. The racing season begins in March and goes through November with one race per month at Bakers Creek Raceway. Typically, a race day involves a structured practice, qualifying, two heat races and finals. A Formula 1 point system is maintained over the season, and a champion is crowned in each class.",
    "Phone": "",
    "Website": "http://www.bakerscreekkarting.com/",
    "Address": "PO Box 1746 Decatur, AL 35602"
  },
  {
    "Name": "Marbury Dirt Track",
    "Description": "Marbury Dirt Track, is one of Alabama's longest running dirt oval go kart tracks. Track is located just north of Montgomery in Marbury, Alabama.",
    "Phone": "(205) 755-0465",
    "Website": "http://www.marburydirttrack.net/",
    "Address": "3098 Go Cart Road Marbury, AL 36051"
  },
  {
    "Name": "Penton Raceway Go Kart Track",
    "Description": "1 mile dirt oval karting track. Race season begins the third weekend of March. Point races start the first Saturday of April and runs till the end of October.",
    "Phone": "(334) 864-0666",
    "Website": "http://www.pentonraceway.com/",
    "Address": ""
  },
  {
    "Name": "Wilsons Motorsports Go Kart Track",
    "Description": "Dirt oval kart track. Track uses American Karting Association Rules.",
    "Phone": "(334) 567-0125",
    "Website": "http://www.wilsonstrack.com/",
    "Address": "3677 Milam Road, Santuck, AL 36092"
  },
  {
    "Name": "Talladega Gran Prix Raceway",
    "Description": "Outdoor paved road course. Track features include: 1.40 mile lap length, Width, 32.0ft at narrowest 42ft at widest, Smoothly graded grassy run-off areas, 600 ft paved pit road, Plenty of paved paddock parking, Shaded paddock areas, Showers, Free overnight camping, Spacious air conditioned classroom, Concessions services available. Track is available for rental and offers a discount to karting clubs interested in renting the race track.",
    "Phone": "(256) 252-9200",
    "Website": "http://www.tgprace.com/",
    "Address": "46 Pilgrim Lane Munford, AL 36268"
  },
  {
    "Name": "Bondurant Kart Racing School",
    "Description": "The SuperKart School was opened in 1998 and today has its own dedicated track and fleet of Shifter karts, TAG karts, and Briggs & Stratton Pro karts. Since March of 1998 the school has been under the direction of karting champion Alan Rudolph. Alan has over 20 years of racing history and has won many championships including WKA National and Grand National Champion, SKUSA National Champion, and five time SKUSA King of the Streets Champion. The Bondurant SuperKart School recently added to it's course menu a Jr Karting class.",
    "Phone": "(800) 652-KART",
    "Website": "http://www.bondurant.com/",
    "Address": "20000 S Maricopa Rd Gate 3 Chandler, AZ 85226"
  },
  {
    "Name": "Arizona Karting Association (AKA)",
    "Description": "Arizona Karting Association's Race Schedule includes events every 2nd and 4th weekend from February through November. Arizona Karting Association is located in Phoenix, Arizona in the International Kart Federation (IKF) Region 7. The AKA go kart track is an outdoor oval track with a dirt surface.",
    "Phone": "(623) 262-1143",
    "Website": "http://www.azkarting.com/",
    "Address": ""
  },
  {
    "Name": "Phoenix Kart Racing Association (PKRA)",
    "Description": "PKRA is a member owned and operated club and facility. The multiple configuration asphalt go kart track is 3/4th of a mile long and averages 25 feet in width. With 12 turns of various radii and over 500 feet of straight away, it’s a constant challenge for both the novice and expert driver. PKRA is located in Phoenix, Arizona inside the Adobe Dam Park and Recreation Area.",
    "Phone": "",
    "Website": "http://www.pkra.com/",
    "Address": "22500 N. 43rd Ave. Glendale, AZ 85310"
  },
  {
    "Name": "Speed Street Indoor Racetrack",
    "Description": "Speed Street Indoor Racetrack features an impressive over 1/3-mile technical road course. The track is professionally designed to optimize the indoor space and to allow varying styles of racing. The SODI karts powered by a Honda single cylinder, 4-stroke engine generating 9 HP, can travel up to 50 miles per hour. Each engine is modified to run with ultra-environmentally-sensitive catalytic converters and mufflers. Actual racing slicks provide superior traction for an extra measure of safety and control. Each kart has ROC Timing, which electronically clocks each kart as it rounds the track to give detailed information for each lap completed.",
    "Phone": "(623) 334-9952",
    "Website": "http://www.speedstreetaz.com/",
    "Address": "6542 W. Bell Road Glendale, AZ 85308"
  },
  {
    "Name": "F1 Race Factory Indoor Go Kart Track",
    "Description": "F1 Race Factory is one of America’s Largest Indoor Kart Racing & Entertainment Venues. F1 is open for both group events and public racing daily, and is open 363 days a year. Public racers may arrive and drive, or call ahead for group reservations for parties of 10+ racers.",
    "Phone": "602) 302-7223",
    "Website": "http://www.f1racefactory.com/",
    "Address": "317 S. 48th Street, Phoenix AZ 85034"
  },
  {
    "Name": "K1 Speed Phoenix",
    "Description": "K1 Speed Phoenix is an indoor go kart racing facility that features high-performance 20hp DC electric go karts.",
    "Phone": "(602) 275-5278",
    "Website": "http://www.k1speed.com/phoenix-location.html",
    "Address": "2425 S 21st Street Phoenix, AZ 85034"
  },
  {
    "Name": "P1 Kart Circuit - Musselman Honda Circuit",
    "Description": "Musselman Honda Circuit ins one of the newest multi-use motorsports facility in the United States located in Tucson, Arizona. Less than 20 minutes from the City with easy access off Interstate 10 (I-10). MHC track design is a replica of the world famous Suzuka Kart Circuit in Suzuka, Japan. Suzuka is known by professional kart racers to be the best kart circuit in the world. MH Circuit host's karting, Supermoto and bicycle racing events, corporate/group events, kart rentals and racing school programs. MHC/P1 also has a full service and retail kart pro shop located on-site.",
    "Phone": "(520) 245-5278",
    "Website": "http://www.p1kartcircuit.com/",
    "Address": "11800 S. Harrison Road Tucson, AZ 85747"
  },
  {
    "Name": "Thunder Road Grand Prix",
    "Description": "Thunder Road Grand Prix is a paved outdoor go kart track featuring single and two seat go karts.",
    "Phone": "(501) 513-1065",
    "Website": "http://thunderroadgrandprix.com/",
    "Address": "3847 Dave Ward Dr Conway, AR 72034"
  },
  {
    "Name": "Arkansas Motorsports Park Go Kart Race Track",
    "Description": "Arkansas Motorsports Park Race Kart Track (formerly Kartways of Arkansas) is the only dedicated paved 1/2 mile road course and 1/6 mile paved oval kart track in Arkansas.",
    "Phone": "(870) 820-5595",
    "Website": "http://www.kartways.com/",
    "Address": "916 Bradley 7 Rd S Warren, AR 71671"
  },
  {
    "Name": "K1 Speed Anaheim",
    "Description": "K1 Speed Anaheim is an indoor kart track featuring electric go karts.",
    "Phone": "(714) 632-6999",
    "Website": "http://www.k1speed.com/anaheim-location.html",
    "Address": "1000 N. Edward Ct. Anaheim, CA 92806"
  },
  {
    "Name": "Grangé Motor Circuit",
    "Description": "Grangé Motor Circuit is a 8/10 mile 30ft. wide asphalt go kart race track. The track features: 14 turns, 8/10 mile, 950' straight away, Elevation Changes, 25' to 30' wide asphalt, Concrete Curbs on inside turn radius, Concrete Rumple Strips at run-off areas and 25' minimum run off.",
    "Phone": "(760) 963-1360",
    "Website": "http://www.grangeracetrack.com/",
    "Address": "20455 Central Ave. Apple Valley, CA 92307"
  },
  {
    "Name": "Atwater Kart Club - Tom Dash Memorial Speedway",
    "Description": "The Atwater Kart Club races at the Tom Dash Memorial Speedway. The Tom Dash Memorial Speedway is a 1/2 mile, 10 turn road course that combines the best of both of racing's aspects: speed and technical difficulty.",
    "Phone": "(209) 247-0241",
    "Website": "http://www.atwaterkartclub.com/",
    "Address": ""
  },
  {
    "Name": "Bakersfield Kart Raceway",
    "Description": "Bakersfield Kart Raceway is the premiere racing go kart track of Kern County. With it's 100' elevation change, sweeping pit turn off the straight away, tight technical \"S\" turns, and over 180 degree horseshoe turn at the top of the hill, it's no wonder that a few NASCAR greats started here!",
    "Phone": "(611) 472-3828",
    "Website": "http://www.bakersfieldshootout.com/",
    "Address": "4695 Alfred Harrell Hwy Bakersfield, CA 93308"
  },
  {
    "Name": "Buttonwillow Raceway Park Go Kart Track",
    "Description": "Buttonwillow Raceway offers 3 race & test go kart track configurations, each of which may be run clockwise or counter-clockwise, purpose designed to emulate street and road racing courses.",
    "Phone": "(661) 764-5333",
    "Website": "http://www.buttonwillowraceway.com/",
    "Address": "24551 Lerdo Highway Buttonwillow, CA 93206"
  },
  {
    "Name": "K1 Speed Carlsbad",
    "Description": "K1 Speed Carlsbad features indoor go kart racing using all-electric high-performance go karts.",
    "Phone": "(760) 929-2225",
    "Website": "http://www.k1speed.com/carlsbad-location.html",
    "Address": "6212 Corte Del Abeto Carlsbad, CA 92011"
  },
  {
    "Name": "Blue Max Kart Club",
    "Description": "The go kart track is approximately one-half of a mile inside distance, with 11 turns, multiple apex’s and two straights. The front start/finish straight is 275 feet long, leading into a right, left, left turn sequence into turns three and four and “the sweeper”. The sweeper flows into the “concrete corner” with a hard left, hard right, left chicane that leads into the back straight, about 300 feet in length. From there, the “hairpin” then a hard right and final left turn brings you back to the front straight. These 11 turns take 29 to 48 seconds depending on the class of kart and experience of the driver. Davis is a challenging “driver’s track” that presents a challenge while enhancing driving skills.",
    "Phone": "(530) 400-1705",
    "Website": "http://www.bluemaxkartclub.com/",
    "Address": "24998 Pole Line Road Davis, CA 95617"
  },
  {
    "Name": "Kinsmen Kart Club",
    "Description": "Outdoor paved road course go kart race track. See track website for race schedule.",
    "Phone": "(925) 798-4360",
    "Website": "http://www.kinsmenkartclub.net/",
    "Address": "Hwy 113 and Cook Lane Dixon, CA 95620"
  },
  {
    "Name": "CalSpeed Karting Center Go Kart Track",
    "Description": "The CalSpeed track features a world class 15-turn, 3/4 mile purpose-built karting race circuit. From competitive karting and arrive and drive racing to karting schools and corporate entertainment, CalSpeed is one of the nation’s premier full service karting center.",
    "Phone": "(951) 506-9363",
    "Website": "http://www.calspeedkarting.com/",
    "Address": "9300 Cherry Avenue Fontana, CA 92335"
  },
  {
    "Name": "LeMans Karting",
    "Description": "Indoor Kart Racing Track featuring E85 Honda powered karts that can reach top speeds of 42 MPH.",
    "Phone": "(510) 770- 9001",
    "Website": "http://lemanskarting.com/fremont/",
    "Address": "45957 Hotchkiss Street, Fremont, CA 94539"
  },
  {
    "Name": "K1 Speed Irvine",
    "Description": "Located in Irvine, California K1 Speed Irvine is a large indoor electric kart racing facility.",
    "Phone": "(949) 250-0242",
    "Website": "http://www.k1speed.com/irvine-location.html",
    "Address": "17221 Von Karman Ave Irvine, CA 92614"
  },
  {
    "Name": "Monterey Bay Karters Go Kart Track",
    "Description": "Outdoor paved road course go kart race track and kart club. Monterey Bay Karters is affiliated with the International Kart Federation (IKF) and adheres to all policies, rules, and technical requirements of that organization. Monterey Bay Karters sponsors a full season of kart racing at their track location at the Marina Airport in Marina California. The season usually includes one race per month, along with other special race events. Racing season runs from February through October.",
    "Phone": "(831) 637-5256",
    "Website": "http://www.montereybaykarters.com/",
    "Address": ""
  },
  {
    "Name": "K1 Speed Ontario",
    "Description": "K1 Speed Ontario is an indoor go kart racing facility that features high-performance 20hp DC electric go karts.",
    "Phone": "(909) 980-0286",
    "Website": "http://www.k1speed.com/ontario-location.html",
    "Address": "5350 East Ontario Mills Pkwy Ontario, CA 91764"
  },
  {
    "Name": "All Star Karting at Prairie City Kart Track",
    "Description": "Prairie City Kart Track is located in Northern California just east of Sacramento California. This track is 11 corners 9/10th of a mile with 4 different configurations. The track is inside Prairie City SVRA State Park and offers many benefits for your karting experience.",
    "Phone": "(916) 355-0116",
    "Website": "http://www.allstarkarting.com/",
    "Address": "13300 White Rock Rd, Rancho Cordova, CA 95742"
  },
  {
    "Name": "Jim Hall Kart Racing School",
    "Description": "Jim Hall Kart Racing School is located at Sunny Seaside Park at the Ventura County Fairgrounds. Established in 1982 by double World Kart Champion Jim Hall II, the Jim Hall Kart Racing School is the longest-running and most recognized karting school in America. The 1/2 mile track features both high and low-speed sections and numerous layouts. The complex is anchored by a modern, permanent classroom, onsite parking, and spectator seating.",
    "Phone": "(805) 654-1329",
    "Website": "http://www.jimhallkartracing.com/",
    "Address": "10 East Harbor Blvd. Ventura, CA 93001"
  },
  {
    "Name": "Apex Kart Racing Go Kart Track",
    "Description": "Apex Kart Racing is a 9/10th mile paved go kart race circuit designed by Rocky Moran.",
    "Phone": "(951) 940-0701",
    "Website": "http://www.apexracing.com/",
    "Address": "18700 Lake Perris Dr. Perris, CA 92571-7018"
  },
  {
    "Name": "Shasta Go Kart Track and Kart Club",
    "Description": "Outdoor paved go kart race track and karting club located in Redding California. See track website for race schedule.",
    "Phone": "(530) 526-5307",
    "Website": "http://www.shastakartklub.com/",
    "Address": ""
  },
  {
    "Name": "Adams Motorsports Park Go Kart Track",
    "Description": "Kart Racing at Adams Motorsports Park features a 3/4 mile, 14 turn paved go kart race circuit.",
    "Phone": "(951) 686-3826",
    "Website": "http://www.adamsmotorsportspark.com/",
    "Address": "5292 24th St. Riverside, CA 92509"
  },
  {
    "Name": "K1 Speed Sacramento",
    "Description": "K1 Speed Sacramento features indoor go kart racing using all-electric high-performance go karts.",
    "Phone": "(916) 368-7223",
    "Website": "http://www.k1speed.com/sacramento-location.html",
    "Address": "3130 Bradshaw Road Sacramento, CA 95827"
  },
  {
    "Name": "San Diego Karting Association",
    "Description": "The San Diego Karting Association (SDKA) is a community organization formed to promote and conduct kart racing in the San Diego County area. SDKA is affiliated with the International Kart Federation (IKF) and adheres to all policies, rules, and technical requirements of that organization. SDKA sponsors a full season of kart racing at Qualcomm Stadium and Apex Raceway. The season usually includes one race per month, along with other special race events. The racing season runs from February through October.",
    "Phone": "(858) 571-7098",
    "Website": "http://www.sdka.com/",
    "Address": ""
  },
  {
    "Name": "K1 Speed San Diego",
    "Description": "The K1 Speed San Diego location is a premier all-electric indoor kart racing facility that offers kart racing 7 days a week. K1 Speed features European style racing, with professionally designed race tracks. The track features a challenging combination of straighaways and hairpin turns that provide a challenge for novice as well as more experienced drivers. The state of the art electric racing karts are emissions free and can reach speeds of 45mph.",
    "Phone": "(619) 241-4740",
    "Website": "http://k1speed.com/san-diego-location.html",
    "Address": "1709 Main St San Diego, CA 92101"
  },
  {
    "Name": "K1 Speed San Francisco",
    "Description": "K1 Speed San Francisco features indoor electric go kart racing for all ages.",
    "Phone": "(650) 741-0215",
    "Website": "http://www.k1speed.com/san-francisco-location.html",
    "Address": "160 Beacon Street, South San Francisco, CA 94080"
  },
  {
    "Name": "K1 Speed Santa Clara",
    "Description": "K1 Speed Santa Clara is an indoor go kart racing facility that features all-electric high-performance go karts. Karts have a 20hp DC electric motor.",
    "Phone": "(408) 338-0579",
    "Website": "http://www.k1speed.com/santa-clara-location.html",
    "Address": "2925 Mead Ave Santa Clara, CA 95051"
  },
  {
    "Name": "MB2 Raceway Indoor Go Karting",
    "Description": "MB2 Raceway Indoor Go Karting features electric European karts that are capable of speeds of up to 45 mph. Junior karts are also available for younger drivers. The race track is a 1/4 mile indoor road course. Arrive and drive, corporate events, and private parties are all availble at MB2 Raceway.",
    "Phone": "(818) 364-8000",
    "Website": "http://www.mb2raceway.com/",
    "Address": "13943 Balboa Blvd. Sylmar, CA 91342"
  },
  {
    "Name": "Stockton Motorplex Park Go Kart Track",
    "Description": "Stockton Motorplex Park is a multi-configuration outdoor paved road course go kart race track located in Stockton California.",
    "Phone": "(209) 595-2200",
    "Website": "http://www.stocktonmotorplex.com/",
    "Address": "1658 S Airport Way Stockton, CA 95206-2338"
  },
  {
    "Name": "MB2 Raceway Indoor Go Karting",
    "Description": "MB2 Raceway Thousand Oaks features a 1/4 mile indoor road course. The electric European rental karts are capable of speeds of up to 45 mph. For younger drivers Junior karts are available. Arrive and drive, corporate events, and private parties are all availble at the Thousand Oaks MB2 Raceway.",
    "Phone": "(805) 214-9999",
    "Website": "http://www.mb2raceway.com/",
    "Address": "1475 Lawrence Drive Thousand Oaks, CA 91320"
  },
  {
    "Name": "K1 Speed Torrance",
    "Description": "K1 Speed Torrance is an indoor electric kart racing facility.",
    "Phone": "(310) 532-2478",
    "Website": "http://www.k1speed.com/torrance-location.html",
    "Address": "19038 S Vermont Ave Gardena, CA 90248"
  },
  {
    "Name": "CRE Motorsports Go Kart Track",
    "Description": "CRE Motorsports Park is a full service karting center offering a full range of services from arrive and drive rental karts for all ages, a nationally sanctioned racing program, national and internationally affiliated spec racing series, kart and parts sales shop, full service shop, on site fuel storage and on site storage facilities. CRE`s circuit is a one-half/one-third mile sprint track, with six possible track layouts, that has lots of elevation changes and combines speed with technicality. It has been designed to meet WKA national specifications. CRE is nationally sanctioned and insured by the World Karting Association (WKA), one of the United States oldest kart sanctioning bodies. CRE is also proud to be a host of the national Rotax Max Challenge presented by Mazda, a host of the Easykart America`s Championships and a supporting track for the Snap on Stars of Karting presented by IRL national tour. The track's rules and technical specifications are regulated by the WKA/ RMC and ECS. CRE`s primary focus is to promote spec class racing from Kid Karts to 125cc TaG classes in an effort to level the competitive playing field for all, to make kart racing affordable and most of all FUN! CRE provides a safe and approved WKA/RMC racing circuit, a drive through scale house, an AMB computer scoring system, event communications and trained event officials.",
    "Phone": "(719) 749-9840",
    "Website": "http://www.cremotorsports.com/",
    "Address": "21430 Spencer Rd. Calhan, CO 80808"
  },
  {
    "Name": "IMI Motorsports Complex",
    "Description": "IMI Motorsports Complex offers 6 Motor sports Tracks. An asphalt road course designed for precision driving and top speed on Race Karts, SuperMoto and anything else you care to challenge it with. An RMXA championship professional Motocross track for the pro rider built by professional track builders and redesigned every year to keep it challenging. A fully complimented quarter midget facility, two atv/off-road dirt courses with acres of room to roam about with your off-road vehicle and a circle dirt track that has action packed events almost every weekend. Professional grade Race Kart Rentals are available, race along side up to 6 of your friends, co-workers, or family members.",
    "Phone": "(303) 833-4949",
    "Website": "http://www.imimotorsports.com/",
    "Address": "5074 Summit Blvd Dacono, CO 80514"
  },
  {
    "Name": "Grand Junction Motor Speedway Go Kart Track",
    "Description": "The 9/10 mile, 32 foot wide asphalt sprint kart track offers fast straights, technical corners, and hairpin turns, ideal for intense racing or a day battling with friends or competitors. Located in Grand Junction Colorado, Grand Junction Motor Speedway provides a full Kart rental program, corporate and team-building programs, professional race management, arrive and drive, racing schools, private and race team test sessions, and regularly scheduled go kart race events.",
    "Phone": "(970) 256-0107",
    "Website": "http://www.gjmotorspeedway.com/",
    "Address": "3030 N. I-70 Frontage Road Grand Junction, CO 81504"
  },
  {
    "Name": "K1 Speed Denver",
    "Description": "K1 Speed offers indoor kart racing 7 days a week, year round. The large go kart facility features zero emissions electric race karts that can reach speeds of 45 mph. Arrive and drive races require no advance reservation and safety gear is provided. Live electronic telemetry tracks racers lap times providing for a challenging race against the clock. Additional amenities include an arcade, snack bar, lounge, and auto racing memorabilia collection. Birthday party and private event packages are available.",
    "Phone": "(720) 726-1264",
    "Website": "http://k1speed.com/denver-location.html",
    "Address": "8034 Midway Dr. Littleton, CO 80125"
  },
  {
    "Name": "Action Karting",
    "Description": "Action Karting is a 17 turn 0.63 mile paved road course go kart track. Action Karting features Italian manufactured Parolin Go-Karts with a 6/5 hp Honda engine that will produce speeds up to 55 mph. The track is a fully insured, professionally run outdoor go kart track specializing in Corporate Team Building and Special Events. Action Karting is located on the grounds of the World Famous Bandimere Speedway in Historic Morrison, Colorado off Rooney Road Gate B.",
    "Phone": "(303) 781-4483",
    "Website": "http://www.actionkarting.net/",
    "Address": "3051 South Rooney Road Morrison, CO 80465"
  },
  {
    "Name": "Checkered Flag Raceway",
    "Description": "Checkered Flag Raceway is an outdoor go kart track located in Berlin, Connecticut. Checkered Flag Raceway features a 1/4 mile paved road course.",
    "Phone": "(860) 829-5278",
    "Website": "http://www.gokartrides.com/",
    "Address": "1762 Berlin Turnpike Berlin, CT 06037"
  },
  {
    "Name": "Nutmeg Kart Association",
    "Description": "Nutmeg Kart Club members race at the Berlin Lions “World of Wheels” WKA Master Track 1/10th mile dirt oval track.",
    "Phone": "",
    "Website": "http://www.nutmegkart.com/",
    "Address": "430 Beckley Rd Berlin, CT 06023"
  },
  {
    "Name": "On Track Karting - Brookfield",
    "Description": "On Track Karting is an indoor \"Arrive and Drive\" karting facility located in Brookfield, Connecticut. On Track Karting offers adult karting with Sodi GT5s that feature 6.5 HP engines and no governor. Top drivers can qualify to run the Super Karts. Super Karts are Sodi RX7s featuring 9 HP engines. On Track Karting also offers Junior Karting for drivers ages 7 to 15. The junior Sodi karts feature 4 HP engines and a governor that limits the karts top speed to around 25 MPH.",
    "Phone": "(203) 740-8100",
    "Website": "http://www.ontrackkarting.com/",
    "Address": "100 Silvermine Road Brookfield, CT 06804"
  },
  {
    "Name": "East Windsor Golf & Track",
    "Description": "Family recreation style go kart track located in East Windsor, Connecticut.",
    "Phone": "(860) 254-5572",
    "Website": "http://ewgolfandtrack.com/",
    "Address": "20 N Rd East Windsor, CT 06088"
  },
  {
    "Name": "Pomfret Speedway - Tri State Kart Club",
    "Description": "Tri State Kart Club races at Pomfret Speedway which is a 1/8 mile asphalt oval go kart race track. Race classes feature novice and experienced drivers.",
    "Phone": "(860) 974-3000",
    "Website": "http://www.pomfretspeedway.com/",
    "Address": "36 Jackson Rd Pomfret, CT 06259"
  },
  {
    "Name": "Sonny's Place",
    "Description": "Sonny's Place is an outdoor recreational go kart track located in Somers, Connecticut. Track features single and 2 person rental go karts.",
    "Phone": "(860) 763-5454",
    "Website": "http://www.sonnysplace.com/",
    "Address": "349 Main Street Somers, CT 06071"
  },
  {
    "Name": "Stratford Speedway",
    "Description": "Stratford Speedway is a recreation kart track located in Stratford, Connecticut. Track is an outdoor paved road course and features birthday parties and group track rental.",
    "Phone": "(203) 375-1171",
    "Website": "http://www.stratford-speedway.com/",
    "Address": "725 Barnum Ave. Cutoff (Rt. 1) Stratford, CT 06614"
  },
  {
    "Name": "CT Motorsport Park",
    "Description": "Connecticut Motor Sport Park, is an outdoor go-kart racetrack that features 10 high-performance karts that can reach a top speed of about 35 mph. The karts are designed for racing, and weigh just 200 pounds but feature 10 1/2-horsepower engines. The 1,800-foot track is located in a parking lot behind Silversmith Park.",
    "Phone": "(203) 269-6802",
    "Website": "http://ctmotorsportpark.weebly.com/",
    "Address": "346 Quinnipiac St Wallingford, CT 06492"
  },
  {
    "Name": "On Track Karting - Wallingford",
    "Description": "On Track Karting is an indoor \"Arrive and Drive\" karting facility located in Wallingford, Connecticut. On Track Karting offers Junior Karting for drivers ages 7 to 15 that are at least 48 inches tall and weight no more than 180 pounds. The 14 junior Sodi karts have 4 HP engines and a governor that limits the karts top speed to around 25 MPH. On Track Karting offers adult karting for drivers 16 years of age and older. The adult karts are Sodi GT5s with 6.5 HP engines and no governor. Top drivers can qualify to run the Super Karts. Super Karts are Sodi RX7s with 9 HP engines.",
    "Phone": "(203) 626-0464",
    "Website": "http://www.ontrackkarting.com/",
    "Address": "984 North Colony Street Wallingford, CT 06492"
  },
  {
    "Name": "R&B Sportsworld",
    "Description": "R&B Sportsworld features an outdoor recreational paved go kart track and is located in Winsted, Connecticut.",
    "Phone": "(860-738-9799)",
    "Website": "http://www.randbsportsworld.com/",
    "Address": "19 Rowley St Winsted, CT 06098"
  },
  {
    "Name": "US 13 Kart Club",
    "Description": "3/16 mile clay oval kart track located at the entrance of the Delaware Motorsports Complex.",
    "Phone": "(302) 258-5955",
    "Website": "http://www.us13kartracing.com/",
    "Address": "7854 Sussex Highway, Delmar, De 19940"
  },
  {
    "Name": "Fairlane Acres Speedway",
    "Description": "1/8 mile banked clay kart racing track located 3 miles from Dover Air Force Base.",
    "Phone": "",
    "Website": "http://www.fairlaneacresspeedway.com/",
    "Address": "65 Fairlane Drive, Dover, DE 19901"
  },
  {
    "Name": "Shore Speed LLC.",
    "Description": "Shore Speed features indoor kart racing on a 1/4 mile road course. The electric karts at Shore Speed can reach speeds of 40 mph. Karting Leagues are forming see website details.",
    "Phone": "(302) 362-7113",
    "Website": "http://www.shorespeed.net/",
    "Address": "971 E Masten Cir Milford, DE 19963"
  },
  {
    "Name": "Desoto Super Speedway Inc.",
    "Description": "\"The Souths Fastest Short Track\" Dirt oval race track. Racing every Saturday night.",
    "Phone": "(941) 748-3171",
    "Website": "http://www.desotosuperspeedway.com/",
    "Address": "2100A SR64 East Bradenton FL 34201"
  },
  {
    "Name": "Kartway at Volusia Speedway Park",
    "Description": "Multiple karting race classifications. See website for details and race schedules.",
    "Phone": "(386) 985-4402",
    "Website": "http://www.volusiakarting.com/",
    "Address": "1500 E. State Road 40 Deleon Springs, FL 32130"
  },
  {
    "Name": "Xtreme Action Park",
    "Description": "200,000 Sq ft. facility that features go kart racing, roller rink, bowling alley, Bazooka Blast paintball / laser tag game, ropes course, food options and bar. The 1/2 mile asphalt indoor go kart race track encompasses 48,000 square feet of track space. Xtreme features EVO3 Gas Powered go karts by BIZ Karts. Specialty cadet children karts are available. Race analysis, driver time printouts and live results timing board. Pit Bar sports bar featuring large screen TVs, pool table and a full liquor bar. 5000 Sq ft. video arcade featuring Nascar simulators and 1,000 interactive games. All-American Café. Xtreme pro shop. Wireless high speed Internet access available.",
    "Phone": "(954) 491-6265",
    "Website": "http://xtremeactionpark.com/",
    "Address": "5300 N Powerline Road Fort Lauderdale, FL 33309"
  },
  {
    "Name": "K1 Speed South Florida",
    "Description": "K1 Speed South Florida is an indoor go kart racing facility that features high-performance 20hp DC electric go karts.",
    "Phone": "(954) 416-0044",
    "Website": "http://www.k1speed.com/fort-lauderdale-location.html",
    "Address": "2950 Stirling Road Hollywood, FL 33020"
  },
  {
    "Name": "Autobahn Indoor Speedway",
    "Description": "Autobahn Indoor Speedway is an 80,000 sqft indoor go kart racing facility located in Jacksonville, FL. The speedway features 2 unique Grand Prix style go kart race tracks. The racing karts at Autobahn are F1 inspired Italian built electric go karts. The adult karts are capable of reaching 50 mph. For younger racers junior go karts are available. The junior karts can reach up to 25 mph. Arrive and drive race sessions and organized adult and junior kart racing leagues are available. Special group, corporate event, and birthday party packages are availabe. The track is open for racing 7 days a week unless a private event is scheduled. See track website for additional information.",
    "Phone": "(904) 425-5005",
    "Website": "http://autobahnspeed.com/jacksonville-fl-indoor-go-karts/",
    "Address": "6601 Executive Park Ct. N. Jacksonville, FL 32216"
  },
  {
    "Name": "North Florida Kart Club",
    "Description": "Outdoor road course go kart track. Operating under World Karting Association Rules. Multiple karting race classifications. See website for details and race schedules.",
    "Phone": "(904) 509-1599",
    "Website": "http://www.nfkc.us/",
    "Address": "10244 103rd St Jacksonville, FL 32210-8636"
  },
  {
    "Name": "Cross Roads Motorplex Go Kart Track",
    "Description": "Dirt Oval and Asphalt Oval Go Kart Race Tracks. Races Every Saturday Night Gates Open at 4:00 PM Practice 5:00 PM Race 7:00 PM.",
    "Phone": "(386) 938-1228",
    "Website": "http://www.crossroadsmotorplex.com/",
    "Address": "5467 State Road 6 Jasper FL 32052"
  },
  {
    "Name": "Dirt Devil Speedway Go Kart Track",
    "Description": "1/5 mile clay oval, 4 degree banking on corners, 2 degree on straightaways. World Karting Association Rules.",
    "Phone": "(813) 996-0014",
    "Website": "http://www.dirtdevils.com/",
    "Address": "23846 SR 52 Land O' Lakes, FL 34639"
  },
  {
    "Name": "K1 Speed Miami",
    "Description": "K1 Speed Miami features indoor go kart racing 7 days a week. Track is conveniently located within 10 miles of the Miami Airport. K1 Speed features adult and junior electric racing karts. Birthday parties, groups, and corporate events are welcome at K1 Speed Miami. See track website for special event details reservation information.",
    "Phone": "(786) 838-0612",
    "Website": "http://k1speed.com/miami-location.html",
    "Address": "8600 NW South River Dr. Medley, FL 33166"
  },
  {
    "Name": "Ocala Gran Prix Raceway Go Kart Track",
    "Description": "Ocala Gran Prix offers complete kart and track rental. Karts are Birel chassis with 9.0hp Honda Engines. All karts are governed evenly to a speed up to 50 MPH! The track at Ocala Gran Prix is 6/10 of a mile, 7 turns, 30 feet wide, and incorporates a 1/5 mile asphalt oval.",
    "Phone": "Office: (352) 291-0600 Track: (352) 690-7223",
    "Website": "http://www.ocalagranprix.com/",
    "Address": "4121 NW 44th Avenue Ocala, FL 34482"
  },
  {
    "Name": "K1 Speed Orlando",
    "Description": "European style Kart racing in Orlando Florida. K1 Speed Orlando features electric, emissions free karts that can reach speeds of 45 mph. Arrive and drive kart racing and karting leagues are available. Groups, birthday parties & corporate events are welcome.",
    "Phone": "(407) 434-7500",
    "Website": "http://k1speed.com/orlando-location.html",
    "Address": "9550 Parksouth Court, Suite 400 Orlando, FL 32837"
  },
  {
    "Name": "Orlando Kart Center",
    "Description": "Multi-turn outdoor road course kart track. Kart rentals and group rates available.",
    "Phone": "(407) 480-2477",
    "Website": "http://www.orlandokartcenter.com/",
    "Address": "201 Parcel Lane Orlando FL 32824"
  },
  {
    "Name": "Andersen Race Park Go Kart Track",
    "Description": "The facility includes a 1-mile test track, a lake, 22 garages on pit lane, a full-service karting store and Andersen Racing's immaculate 8,000-square-foot shop where professional open-wheel race cars are prepared. The track is adaptable to many configurations, and its slow and medium speed corners are designed to challenge drivers of both karts and small formula cars. Training and testing programs geared toward all ages and skill levels are available.",
    "Phone": "(941) 723-3900",
    "Website": "http://www.andersenracepark.com/",
    "Address": "10101 U.S. Highway 41 North Palmetto, FL 34221"
  },
  {
    "Name": "Charlotte County Speedway Go Kart Track",
    "Description": "3/8 mile banked asphalt race track. The speedway operates primarily on Saturday nights with a full slate of stock car racing, with sprint cars and karts on special occasions.",
    "Phone": "(941) 575-7223",
    "Website": "http://www.charlottecountyracing.com/",
    "Address": ""
  },
  {
    "Name": "Hurricane Raceway Go Kart Track",
    "Description": "Fast 2-3 wide racing on high banked dirt oval. AMB Scoring system, concession stand, 2 paved grids with shelters, paved exit grid with shelter. 2- 8 lap heat races 15 lap features. World Karting Association rules.",
    "Phone": "(912) 281-2476",
    "Website": "http://www.hurricaneraceway.net/",
    "Address": "2556 Radio Station Road Alma, GA 31510"
  },
  {
    "Name": "Coweta Raceway Go Kart Track",
    "Description": "Coweta Raceway is a dirt oval World Karting Association Master Track.",
    "Phone": "(404) 767-1365",
    "Website": "http://www.cowetaraceway.com/",
    "Address": "471 Cleveland Ave. Atlanta, GA 30315"
  },
  {
    "Name": "Lanier Raceplex",
    "Description": "Lanier Raceplex is your pit stop for racing from go karting to drifting. Get the high octane fuel flowing and the adrenaline pumping in your veins! Track features drifting and other events periodically, be sure to check out the events section of the website for more information. Corporate or Private events are available daily by appointment.",
    "Phone": "(770) 965-9179",
    "Website": "https://www.lanierraceplex.com/",
    "Address": "5301 Winder Hwy, Braselton, GA 30517"
  },
  {
    "Name": "Georgia Karting Komplex",
    "Description": "Multiple karting race classifications. See website for details and race schedules.",
    "Phone": "(706) 384-2400",
    "Website": "http://www.gakartingkomplex.net/",
    "Address": "252 Komplex Dr. Carnesville, GA 30521"
  },
  {
    "Name": "Atlanta Motorsports Park",
    "Description": "A Hermann Tilke (Famed F1 track designer) motorsports park. A Motorsports Country Club similar to that of a golf county club, but instead of a golf course, club has two different road courses. Car/Bike track built to FIA standards, very aggressive elevation changes (I.e. Laguna), a country club feel and look. Kart track build to CIK standards (F1), most radical elevation changes of ANY kart track in the world. Both tracks have CCTV and F1 lighting system. Rental garages, club house, play area for kids. Racing school on kart and car/bike track. Supercar rentals. A green/sustainable facility.",
    "Phone": "(678) 381-8527",
    "Website": "http://www.atlantamotorsportspark.com/",
    "Address": "80 Joe Lane Cox Road Dawsonville, GA 30534"
  },
  {
    "Name": "Laurens County Speedway Go Kart Track",
    "Description": "Dirt oval go kart track. World Karting Association Master Track designed with safety and family in mind. Over 150 parking spots, with electrical hookups.",
    "Phone": "(478) 875-FLAG",
    "Website": "http://www.dexterraceway.webs.com/",
    "Address": "2585 Daniel Road Dexter, GA 31019"
  },
  {
    "Name": "K1 Speed Atlanta",
    "Description": "K1 Speed offers a premier all-electric indoor kart racing experience for racers in the Atlanta area. The adult and junior electric racing karts are state of the art and all required safety gear is provided. K1 Speed Atlanta is open 7 days a week. Private parties, groups and special events are welcome.",
    "Phone": "(678) 367-2857",
    "Website": "http://k1speed.com/atlanta-location.html",
    "Address": "1625 Pleasant Hill Rd. Ste. 240. Duluth, GA 30096"
  },
  {
    "Name": "Pineora Kartway",
    "Description": "Pineora Kartway is a 1/4 mile dirt track located just off Midland Road in Pineora Georgia, just 30 minutes from Savannah. Weekly local racing program with points championships awarded. Racing every saturday night.",
    "Phone": "(912) 772-3876",
    "Website": "http://www.pineorakartway.net/",
    "Address": "952 Go Kart Road Guyton, GA 31312"
  },
  {
    "Name": "Oglethorpe Speedway Park Go Kart Racing",
    "Description": "1/5 mile oval track. American Kart Racing Association rules. Saturday afternoon racing. 6 Lap heat races. 15 lap feature races. Multiple kart classes.",
    "Phone": "(912) 964-8200",
    "Website": "http://www.ospracing.net/",
    "Address": "200 Jesup Road Pooler, GA 31322"
  },
  {
    "Name": "K1 Speed Oahu",
    "Description": "K1 Speed offers indoor kart racing for racers of all ages. Track features electric state of the art go karts. Birthday parties, groups & corporate events are welcome. Additional amenities include snack bar, racing memorabilia collection, and private meeting rooms. Track is open 7 days a week. K1 Speed Oahu is conveniently located near Honolulu Hawaii and easily accessible from all areas of Oahu.",
    "Phone": "(808) 682-7223",
    "Website": "http://k1speed.com/hawaii-location.html",
    "Address": "91-1085 Lexington St. Kapolei, HI 96707"
  },
  {
    "Name": "Teton Spectrum Raceway Indoor Go Kart Track",
    "Description": "Kart Race Leagues run every Wednesday night, the karts are turned up for this event! 7:00pm Check In - 7:30pm Drivers Meeting - 8:00pm Racing Prizes for the top 3 racers in each round.",
    "Phone": "(208) 529-6611",
    "Website": "http://www.tetonspectrumraceway.com/",
    "Address": "2363 Eagle Drive Ammon, ID 83406"
  },
  {
    "Name": "Fast Lane Kart Racing Indoor Go Kart Track",
    "Description": "Indoor go kart racing with both kids and adult kart racing leagues. Open seven days a week. 9 and 4.5 Horsepower karts. Group and party discounts. Arcade, pool table. Private party room. Racing Leagues. Driving instruction/School. Membership discounts. Gift certificates available.",
    "Phone": "(208) 321-1166",
    "Website": "http://www.fastlaneboise.com/",
    "Address": "12048 West Franklin Road Boise, ID 83709"
  },
  {
    "Name": "Glen Morgan Raceway Go Kart Track",
    "Description": "The Glen Morgan Raceway go kart track is a 1/4 mile asphalt road course that also incorporates a 1/8 mile Speedway oval.",
    "Phone": "(208) 941-4893",
    "Website": "http://www.srkarters.com/",
    "Address": ""
  },
  {
    "Name": "Snake River Karters Club",
    "Description": "In existence since 1962, Snake River Karters Club is a non profit racing club that is geared towards family and fun! The club's home track is the Glen Morgan Track located in Star Idaho.",
    "Phone": "(208) 941-4893",
    "Website": "http://www.srkarters.com/",
    "Address": ""
  },
  {
    "Name": "Magic Valley Speedway",
    "Description": "Outdoor paved oval track with go kart racing. See website for details and race schedules.",
    "Phone": "(208)-734-3700",
    "Website": "http://www.magicvalleyspeedway.com/",
    "Address": "3389 N 2800 E Twin Falls, ID 83301-0263"
  },
  {
    "Name": "K1 Speed Chicago - Addison",
    "Description": "Large indoor kart racing facility located near Chicago, IL. K1 Speed features all electric European racing karts. Arrive and drive races pit drivers against the clock to see who can post the lowest lap time. Advance reservations are not required ofr arrive and drive races. Helmets are included in the cost of each race session. In addition to go kart racing, the K1 Speed Addison location features a bar & grill, arcade, lounge with leather seating and private meeting rooms. Birthday party and group event race packages are available. See track website for details.",
    "Phone": "(630) 433-3700",
    "Website": "http://k1speed.com/chicago-addison-location.html",
    "Address": "2381 W Army Trail Road Addison, IL 60101"
  },
  {
    "Name": "Belle Rive Speedway Go Kart Track",
    "Description": "Belle Rive Speedway is a low banked 1/10 mile bull-ring dirt kart track located approximately 10 miles east of Mt Vernon, Illinois. Races are run weekly on Friday nights from late April through mid October. The track also features a fully stocked kart shop and fuel is also available at the track.",
    "Phone": "(618) 756-2778",
    "Website": "http://www.bellerivespeedway.piczo.com/",
    "Address": "9398 N. Markham Lane Belle Rive, IL 62810"
  },
  {
    "Name": "K1 Speed Buffalo Grove",
    "Description": "K1 Speed Buffalo Grove features indoor go kart racing using all-electric high-performance go karts. Arrive and drive races are races against the clock that can accommodate up to 11 drivers at a time. An electric timing system tracks lap times. The driver posting the quickest lap time is declared the winner. Group event and birthday race packages are available. Additional amenities include a bar and grill, poll tables, and race memorabilia collection.",
    "Phone": "(847) 941-9400",
    "Website": "http://www.k1speed.com/chicago-buffalo-grove-location.html",
    "Address": "301 Hastings Drive Buffalo Grove, IL 60089"
  },
  {
    "Name": "Mid-State Kart Club",
    "Description": "Kart club races on 2 go kart tracks, a 1/2 mile paved road course and a 1/5 mile oval. Mid-State Kart Club uses rules set by the World Karting Association (WKA) for competition and safety. See track website for membership information.",
    "Phone": "(217) 899-1889",
    "Website": "http://www.midstatekartclub.com/",
    "Address": "160 Kender Lane Dawson, IL 62520"
  },
  {
    "Name": "Kart Circuit Autobahn",
    "Description": "Kart Circuit Autobahn (KCA) is an extension of Autobahn Country Club (ACC) — the Midwest’s premier motorsports complex less than an hour west of Chicago. The .52-mile professional grade kart track at KCA allows drivers to burn up the road at speeds up to 55 mph. Drivers can test their skills on a course designed for both safety and fun with numerous twists and turns, fourteen feet of elevation change, and a 650-foot straightaway.",
    "Phone": "(833) 527-8222",
    "Website": "https://kartcircuitautobahn.com/",
    "Address": "1801 Centerpoint Way Joliet, IL 60436"
  },
  {
    "Name": "Melrose Park Indoor Grand Prix Go Kart Track",
    "Description": "Melrose Park Indoor Grand Prix go kart track features environmentally-concious clean burning propane powered Rimo Karts with 9 hp engines. All karts are fitted with transponders that track and record lap times throughout the entire session. 130,000 sq. ft. facility includes fun for the entire family. Adjacent to the track is a cafe with arcade games and a pool table.",
    "Phone": "(708) 343-RACE(7223)",
    "Website": "http://www.mpgrandprix.com/",
    "Address": "2225 W. North Ave. Melrose Park, IL 60160"
  },
  {
    "Name": "Pontiac Route 66 Speedway",
    "Description": "Pontiac Route 66 Speedway is a dirt oval Go Kart track that has been operating since the early 90's. Track operates under WKA rules and features multiple race classes for drivers of all ages and skill levels. Facilities include full service concession stand. See website for race schedule.",
    "Phone": "(815) 867-7205",
    "Website": "http://www.pontiacroute66.webs.com/",
    "Address": "13000 E 1300 N Rd Pontiac, IL 61764"
  },
  {
    "Name": "Rock Island Grand Prix",
    "Description": "The Rock Island Grand Prix is an independent kart racing event which draws hundreds of entries from throughout the United States and Canada, competing for a minimum purse of $25,000. In addition to being recognized as the world's largest street race, the Grand Prix is a social event of a unique kind. With thousands of spectators lining the streets, fans and drivers alike can mingle in The District of Rock Island, the official host of the Rock Island Grand Prix. The District features retail shops, a casino, comedy clubs, bars, restaurants, live entertainment, and a dinner theater all within walking distance of the host hotel.",
    "Phone": "(309) 292-8133",
    "Website": "http://www.rockislandgrandprix.com/",
    "Address": ""
  },
  {
    "Name": "Jet Karting Go Kart Track",
    "Description": "Based at the Concept Haulers Motor Speedway, Jet Karting is an outdoor 7/10 mile road course with elevation changes and twelve exciting turns. Jet Karting is a dealer for Italian built Birel racing karts and also is a Rotax Authorized Service Center, allowing them to sell and rebuild Rotax FR125 and DD2 engines.",
    "Phone": "(815) 496-9196",
    "Website": "http://www.jetkarting.com/",
    "Address": "3674 East 2603 Road Sheridan, IL 60551"
  },
  {
    "Name": "Jules Raceway Go Kart Track",
    "Description": "Jules Raceway is a 1/8 mile banked dirt oval go kart race track located in Wilmington Illinois. Track features kart racing with speeds up to and in excess of 45 mph!",
    "Phone": "(815) 405-4908",
    "Website": "http://www.julesraceway.com/",
    "Address": "27950 Kelly Rd. Wilmington, IL 60481"
  },
  {
    "Name": "Fast Track Raceway Go Kart Track",
    "Description": "1/5 mile paved oval go kart facility. Fast Track oval runs classes for both sprint and oval chassis and power plants ranging from 8 hp 4cycles to 40+ hp 2 and 4 cycle opens and the F200 engine.",
    "Phone": "(812) 610-0023",
    "Website": "http://www.fasttrackraceway.com/",
    "Address": "7734 N. Old Highway 41 Bruceville, IN 47516"
  },
  {
    "Name": "Ben Hur Speedway Go Kart Track",
    "Description": "1/3 mile clay oval go kart facility. Home of Indiana State Dirt Go Kart Championship.",
    "Phone": "(765) 225-6835",
    "Website": "http://www.benhurspeedway.net/",
    "Address": "1500 N 400 Crawfordsville, IN 47933"
  },
  {
    "Name": "K1 Speed Indianapolis",
    "Description": "K1 Speed Indianapolis features indoor kart racing year round, 7 days a week. Track features electric zero emission racing karts the can reach speeds of 45 mph. Arrive and drive races are 14 laps in length and are a race against the clock to see which driver can achieve the lowest lap time. No reservation is required for arrive and drive races. Helmets and safety gear are provided. Birthday party, group, and corporate events are welcome at K1 Speed. Special group packages are available. See track website for additional information. Additional amenities include lounge with leather seating and flat screen TV’s, arcade with pool table, snack bar, and private meeting rooms with wi-fi.",
    "Phone": "(317) 348-1176",
    "Website": "http://k1speed.com/indianapolis-location.html",
    "Address": "9998 E. 121st St. Fishers, IN 46037"
  },
  {
    "Name": "Michiana Raceway Park Go Kart Track",
    "Description": "Michiana Raceway Park (MRP) is a \"5-Star Facility\" World Karting Association Master Track, featuring a safe and positive atmosphere with a friendly staff to service your needs. MRP provides the racers a smooth and efficient race program that runs on schedule while giving family and friends several excellent viewing areas to watch the event. Michiana Raceway Park uses numerous track layouts including multiple road courses and ovals. MRP also features a Karting school, karting leagues, arrive and drive rental programs.",
    "Phone": "(574) 288-4922",
    "Website": "http://www.michianaracewaypark.com/",
    "Address": "61870 Crumstown Highway North Liberty, IN 46554"
  },
  {
    "Name": "Newcastle Motorsports Park",
    "Description": "Newcastle Motorsports Park is home of the KRA - Kart Racers of America. The kart race facility features a 1 mile, 28 foot wide road course. NCMP also has a paved karting 1/4 mile oval with a 1/4 mile road course attached. Track amenities include 60+ Rental Garages, kart shop, and trackside restaurant.",
    "Phone": "(765) 987-8090",
    "Website": "http://www.newcastleraceway.com/",
    "Address": "5816 South County 125 West, New Castle, IN 47362"
  },
  {
    "Name": "Whiteland Raceway Park",
    "Description": "The oldest kart track in America and home to the oldest kart organization in the country, the Chainbreakers Kart Club. Proudly sponsored by the Tony Stewart Junior Racing League. When racing at WRP, the track will be something new nearly every week with two different layouts running clockwise and counter-clockwise.",
    "Phone": "(317) 535-7291",
    "Website": "http://www.whitelandraceway.us/",
    "Address": "654 N. Front St. Whiteland, IN 46184"
  },
  {
    "Name": "V-42 Speedway Go Kart Track",
    "Description": "1/5 mile dirt oval go kart track.",
    "Phone": "(641) 664-5278",
    "Website": "http://showcase.netins.net/web/v42/",
    "Address": ""
  },
  {
    "Name": "Hawkeye Downs Speedway Go Kart Track",
    "Description": "Asphalt oval go kart race track. International Kart Federation rules.",
    "Phone": "(319) 373-2018",
    "Website": "http://www.out2win.com/tracks/hawkeye.html",
    "Address": "4400 6th Street SW Cedar Rapids, IA 52404"
  },
  {
    "Name": "Cresco Karting Association Go Kart Track",
    "Description": "Track is a long 1/10th or a short 1/8th mile go kart track with a clay base and some moderate banked corners. Track has vending, good spectator viewing, and a clean, safe environment.",
    "Phone": "(563) 547-4835",
    "Website": "http://www.crescokartingassociation.com/",
    "Address": "314 W 7th Street Cresco, IA"
  },
  {
    "Name": "Sprint Kart Speedway Go Kart Track",
    "Description": "Six-turn asphalt 1/5th mile go kart track, which also offers two different oval tracks. The Sprint Kart Speedway races a full season for points capped off by awards banquet at the end of the season, which is attended by over 125 fans and races each year.",
    "Phone": "(563) 349-0770",
    "Website": "http://www.sprintkart-speedway.com/",
    "Address": "8500 N Harrison St Davenport, IA 52806"
  },
  {
    "Name": "Delaware Speedway Go Kart Track",
    "Description": "1/7 Mile clay oval with 50 foot wide racing surface. Go kart races every Saturday night.",
    "Phone": "(319) 373-2018",
    "Website": "http://www.delawarespeedwayllc.com/",
    "Address": ""
  },
  {
    "Name": "61 Kartway Go Kart Track",
    "Description": "Over one half mile of twists, turns, chicanes, sweepers and intense elevation changes. No gentle rises here - this track is designed with the driver in mind and will test the tuning ability of most any good pit boss. Even the oval sits on a 25 foot elevation change. The left hander at the end of the long straight? It's a 45 foot uphill change in only 100 foot of driving distance. It's earned the nickname \"Money Maker\". After passing through the right handed \"Horseshoe\" you dive into the big sweeper the farthest point from the pits. It is affectionately known as the \"Toilet Bowl\". A 35 foot drop to the bottom, with a 50 foot rise back to the top. Next to no banking as you go through with the pedal hammered down. Bring extra shorts! And the final left hander before heading to the white Start / Finish line? Bring your best passing skills, nerves of steel, and a true knowledge of driving lines and owning the inside line. Track is a WKA MAster Track and uses World Karting Association Rules.",
    "Phone": "(563) 659-8900",
    "Website": "http://www.61kartway.com/",
    "Address": "1580 Highway 61 Delmar, IA 52037"
  },
  {
    "Name": "Shimek Speedway Go Kart Track",
    "Description": "1/7 mile, high banked dirt oval featuring go-kart races every Saturday night.",
    "Phone": "(319) 878-3772",
    "Website": "http://www.shimekspeedwayfarmington.com/",
    "Address": ""
  },
  {
    "Name": "Southtown Speedway Go Kart Track",
    "Description": "The Southtown Speedway go kart track is a lighted 1/7 mile semi banked clay dirt mix surfaced oval.",
    "Phone": "(641) 581-5858",
    "Website": "http://www.southtownspeedway.com/",
    "Address": ""
  },
  {
    "Name": "Jamaica Raceway Go Kart Track",
    "Description": "1/5 mile asphalt go kart race track.",
    "Phone": "(641) 429-3050",
    "Website": "http://www.jamaicaraceway.com/",
    "Address": ""
  },
  {
    "Name": "Newton Kart Klub Go Kart Track",
    "Description": "The Newton Kart Klub (NKK) was established in 1969 and has been at their present location since 1974. The go kart track is a lighted 1/8 mile, semi-banked dirt surface. The soil is black gumbo and is not abrasive to tires.",
    "Phone": "(641) 831-7253",
    "Website": "http://www.newtonkarting.com/",
    "Address": "2801 E 5th St S Newton, IA 50208"
  },
  {
    "Name": "Colby Kart Club Speedway Go Kart Track",
    "Description": "Dirt oval go kart race track.",
    "Phone": "(785) 460-6598",
    "Website": "http://www.visitcolby.com/KartClub/",
    "Address": ""
  },
  {
    "Name": "Lake Garnett Raceway Go Kart Track",
    "Description": "Lake Garnett Raceway is home to a 2.7 mile road racing course and a 1/3 mile asphalt go kart sprint track. This facility was completely re-done in 2007 with new track surface, new pit road, new off road, new corner curbing and an enlarged asphalt hot pit area.",
    "Phone": "(785) 448-6366",
    "Website": "http://www.lakegarnett.com/",
    "Address": ""
  },
  {
    "Name": "Thunderlake Speedway",
    "Description": "Outdoor dirt oval go kart track. Multiple karting race classifications. See website for details and race schedules.",
    "Phone": "(913) 299-2323",
    "Website": "http://www.thunderlakespeedway.com/",
    "Address": "5501 Wolcott Kansas City, KS 66109"
  },
  {
    "Name": "Sadlers Indoor Go Kart Racing",
    "Description": "Sadlers Indoor Go kart Racing Inspired by European go-kart tracks. Sadlers Indoor Racing offers a little piece of Europe in the heart of the Midwest. High performance go-karts are imported from Germany and reach speeds up to 45mph. Multiple track offerings including Grand Prix, Oval, or European Style Road Race courses.",
    "Phone": "(913) 768-7700",
    "Website": "http://www.sadlersindoorracing.com/",
    "Address": "325 N Mur-Len Olathe KS 66062"
  },
  {
    "Name": "Worden Park Speedway Go Kart Track",
    "Description": "Outdoor dirt oval go kart track. See website for race schedules.",
    "Phone": "(620) 326-7256",
    "Website": "http://www.wheatlandkartingassoc.com/",
    "Address": "900 W Hillside St Wellington, KS 67152"
  },
  {
    "Name": "Clay City Kart Speedway Go Kart Track",
    "Description": "Lighted clay oval go kart race track.",
    "Phone": "(859) 583-2819",
    "Website": "http://www.claycityspeedway.com/",
    "Address": "2755 Hwy 15 Clay City, KY 40312"
  },
  {
    "Name": "J&M Motor Sports Park Go Kart Track",
    "Description": "1/5 mile clay oval go kart race track. Total OD: 1200 ft. Total Groove: 1048 ft. Banking: Turns - 9 degrees, Straights - 2 degrees. World Karting Associtaion rules.",
    "Phone": "(270) 465-6481",
    "Website": "http://www.jandm-motorsports.com/",
    "Address": "1120 Gumm Rd/Pikes Ridge Rd Columbia, KY 42728"
  },
  {
    "Name": "Kentucky Shores Family Fun Center",
    "Description": "Kentucky Shores Family Fun Center features a nearly 1/2 mile go kart track. Go karts are J and J amusement karts with 9 hp motors. In addition to the go karts Kentucky Shores also has 10 other attractions including archery tag, laser tag, bumper boats, bumper cars, water wars, mini golf, climbing wall, hurricane and arcade. Special Birthday Party packages are available. See website for details.",
    "Phone": "(270) 362-4774",
    "Website": "http://www.kyshoresfun.com/",
    "Address": "6215 Highway 641 N Gilbertsville, KY 42044"
  },
  {
    "Name": "Po' Boys Raceway",
    "Description": "Po' Boys Raceway is a family oriented track and features a 1/10 mile dirt track. Kart races run every Friday and Saturday from 11am-10pm.",
    "Phone": "(270) 886-4995",
    "Website": "https://www.facebook.com/poboysraceway",
    "Address": "536 Hickory Smokehouse Rd. Hopkinsville, KY 42240"
  },
  {
    "Name": "Lighting Valley Motorpsorts Park Go Kart Track",
    "Description": "The track is a large 1/5 mile clay oval track for Kart racing. Burris Tire and WKA (World Karting Association) rules.",
    "Phone": "(859) 854-6535",
    "Website": "http://www.lightningvalley.bizland.com/",
    "Address": ""
  },
  {
    "Name": "South Hill Kart Speedway Go Kart Track",
    "Description": "Outdoor karting race track.",
    "Phone": "",
    "Website": "http://www.southhillspeedway.webs.com/",
    "Address": "850 Stringtown Rd Morgantown, KY 42261"
  },
  {
    "Name": "Hillbilly Raceway Go Kart Track",
    "Description": "High bank D-Shape go kart race track. Burris Tire track.",
    "Phone": "(270) 847-9292",
    "Website": "http://www.hillbillyraceway.com/",
    "Address": "699 Pete Wheeler Road Olmstead, KY 42265"
  },
  {
    "Name": "Nola Motorsports Park",
    "Description": "Nola Motorsports Park Arrive & Drive Karting program runs seven days a week and offers everything you need to get started, just show up and jump in one of the European race-bred rental karts. Safety gear and instruction is provided to get you going. Karting sessions are sold in 10 minute increments. Nola Motorsports Park features, Arrive & Drive Rental Go Karts, Rental Kart Racing Leagues, Private Karting Parties, \"Test 'n Tune\" Open Practice Days, Sprint Race Series, Oval Race Series, Kart storage, and a Full Service Go Kart Shop.",
    "Phone": "(504) 302-4875",
    "Website": "http://www.nolamotor.com/",
    "Address": "11075 Nicolle Boulevard Avondale, LA 70094"
  },
  {
    "Name": "Oxford Plains Speedway",
    "Description": "(207) 539-8865",
    "Phone": "(207) 539-8865",
    "Website": "http://www.oxfordplains.com/",
    "Address": "877 Main St. Oxford, ME 04270"
  },
  {
    "Name": "Boxshop Speedway",
    "Description": "Boxshop Speedway, home of New England's 4/10th mile Supermoto Track also features kart races.",
    "Phone": "",
    "Website": "http://boxshopspeedway.com/",
    "Address": "Sokokis Rd, Kezar Falls, ME 04047"
  },
  {
    "Name": "HazyQdega Raceway",
    "Description": "HazyQdega Raceway features a lighted 1/5 mile tri-oval paved kart racing track. HazyQdega is the home of the Maine Minicup Racing League - MMRL. Rental karts are availble. Race track rental is available for Go-Kart / Mini Cup kart owners. See track website for current race schedule",
    "Phone": "(207) 416-3432",
    "Website": "https://hazyqdega.com/",
    "Address": "377 Palmyra Road St Albans, ME 04971"
  },
  {
    "Name": "Maine Indoor Karting",
    "Description": "Indoor 1200 foot, 25 foot wide go kart racing track offering adult and youth go kart racing. The Adult Sodi racing karts at Maine Indoor Karting feature Honda 200 CC, 6.5HP engines. Junior karts with 5hp motors are also available for younger racers. Arrive and drive sessions and kart league racing is available.",
    "Phone": "(888) 246-5278",
    "Website": "http://www.maineindoorkarting.com/",
    "Address": "23 Washington Ave. Scarborough, ME 04074"
  },
  {
    "Name": "Autobahn Indoor Speedway",
    "Description": "Autobahn Indoor Speedway is located in Jessup, MD which is convenient to the Baltimore/BWI area. The 70,000 square foot indoor go kart facilty features 2 unique Grand Prix style kart tracks. The adult racing karts at Autobahn are European electric karts that can reach speeds of 50 mph. For younger racers junior karts are available. The junior racing karts are also electric and can reach speeds of 25 mph. Arrive and drive packages as well as adult and junior race leagues are available. Group, birthday party and corporate event packages are also available. The track is open 7 days a week except for when a private event is scheduled. See website for more information.",
    "Phone": "(410) 880-0010",
    "Website": "http://www.autobahnspeed.com/index-baltimore.php",
    "Address": "8251 Preston Ct. Jessup, MD 20794"
  },
  {
    "Name": "F1 Boston",
    "Description": "The F1 Boston kart facility features 2 indoor European-style kart tracks, 8 separate meeting rooms, restaurant, bar, and billiards parlor. F1 offers karting experiences ranging from arrive and drive kart races to organized adult and junior kart racing leagues. Junior racing camps and endurance kart racing are held at various times throughout the year.",
    "Phone": "(781) 848-2300",
    "Website": "http://www.f1boston.com/",
    "Address": "290 Wood Road Braintree, MA 02184"
  },
  {
    "Name": "F1 Outdoors",
    "Description": "F1 Outdoors kart facility includes a 17 turn, 1.3 mile road course that can be configured 5 different ways. The full track known as the \"Daytona Track\" covers the entire 1.3 mile circuit. Additional track configurations include a banked track, fountain track, Grand Prix Circuit, and arrive and drive track. For arrive and drive karters F1 Outdoors features German and Italian engineer racing karts. All required safety gear is provided including helmets, racing suits and neck braces. Arrive and drive karters must be at least 18 years of age and hold a valid driving license.",
    "Phone": "(508) 350-1000",
    "Website": "http://www.f1outdoor.com/",
    "Address": "798 North Bedford Street East Bridgewater, MA 0233"
  },
  {
    "Name": "K1 Speed Kingston",
    "Description": "K1 Speed Kingston is open 7 days a week and offers electric go kart racing on a professionally designed indoor race track. Arrive and drive races are 14 laps in length and require no advance reservation. Helmets and all safety gear are provided. Additional amenities include a snack bar, arcade, racing memorabilia collection, and private meeting rooms. Special birthday party and group event race packages are available.",
    "Phone": "(339) 309-0435",
    "Website": "http://k1speed.com/kingston-location.html",
    "Address": "101 Kingston Collection Way Kingston, MA 02364"
  },
  {
    "Name": "Pioneer Valley Indoor Karting",
    "Description": "Pioneer Valley Indoor Karting features 24 brand new Sodi gas karts and a 1000 foot kart track. Karts can reach up to 40mph around the track's 7 left turns and 4 rights. Drivers can experience 1.2 to 1.5 G's while driving at the Pioneer Valley track. Junior Karts are available for drivers 10 to 15 years old. Arrive and Drive and Kart Race Leagues are available. See website for current hours and more info.",
    "Phone": "(413) 320-1350",
    "Website": "http://www.pvik.net/",
    "Address": "10 West Street STE 6 West Hatfield, MA 01088"
  },
  {
    "Name": "K1 Speed Boston",
    "Description": "The K1 Speed Boston location is a premier all-electric indoor kart racing experience. K1 Speed features European style go kart racing, with a professionally designed race track. The emissions free electric racing karts are state of the art and boost upwards of 20HP; reaching speeds of 45mph. K1's large indoor track features a challenging combination of straighaways and hairpin turns, providing racers with a variety of opportunities to test their skills.",
    "Phone": "(978) 253-4740",
    "Website": "http://k1speed.com/boston-location.html",
    "Address": "40 Fordham Road Wilmington, MA 01887"
  },
  {
    "Name": "Extreme Indoor Kart Racing",
    "Description": "Extreme Indoor Kart Racing is a 1/4 mile indoor go kart track featuring Sodi race karts which reach spedds of up to 40 mph.",
    "Phone": "(810) 687-3546",
    "Website": "http://www.eikr.net/",
    "Address": "2241 West Vienna Road Clio, MI 48420"
  },
  {
    "Name": "East Lansing Kart Track",
    "Description": "Outdoor paved road course go kart race track with an ovverall Length of .45 mile and lap times 36-50 sec. East Lansing Kart Track runs the standard WKA rules, with the exception of open tires for certain classes. See website for details and race schedules.",
    "Phone": "(517) 599-3947",
    "Website": "http://www.karttrack.com/",
    "Address": "15933 Chandler Rd. East Lansing, MI 48823"
  },
  {
    "Name": "Jackson Speedway Go Kart Track",
    "Description": "Jackson Speedway features a 1/4 mile concrete road course, 1/5 mile concrete oval and a 1/6 mile dirt oval all in one state of the art karting facility. Races are held for Road course karts, Oval karts, Mini cups, Dwarf Cars, Mini sprints on dirt, Mini sprints on cement. Jackson Speedway Go Kart Track also features road course kart racing leagues, kart racing schools, 400 lap go kart events and a 24 hour go kart event.",
    "Phone": "(517) 812-0054",
    "Website": "http://www.jacksonspeedway.net/",
    "Address": "500 Speedway Dr. Jackson, MI 49203"
  },
  {
    "Name": "Marquette Fair Kart Club",
    "Description": "The Marquette Fair Kart Club race track is located at the Marquette County Fairgrounds in the upper peninsula of Michigan. The kart club races on a 1/4 mile 6 turn paved road course. Races are held on Saturdays during the months of May thru August. The biggest race of the race season is held in August during the annual Marquette County Fair. See track website for race schedule.",
    "Phone": "(906) 869-6711",
    "Website": "http://mqtkartclub.com/",
    "Address": ""
  },
  {
    "Name": "Shepard's Indoor Speedway",
    "Description": "Shepard's Indoor Speedway is located just South of Owosso and North of the I-69 Perry exit. Track features full body karts on a banked oval. The track were friends come to race. Cheap fun only $25 an hr per person.",
    "Phone": "(989) 472-6571",
    "Website": "https://www.facebook.com/pages/Sheperds-Kart-Racing-in-Owosso/498947616829719",
    "Address": "1905 south M52 Owosso, MI 48867"
  },
  {
    "Name": "Ravenna Motor Park Go Kart Track",
    "Description": "Paved road course go kart racing track located in Ravenna Michigan.",
    "Phone": "(231) 853-2680",
    "Website": "http://www.ravennamotorpark.com/",
    "Address": "9019 Hile Rd. Ravenna, MI 49451"
  },
  {
    "Name": "Kart 2 Kart Indoor Go Kart Track",
    "Description": "Feel the excitement of 1st place finishes! Race-inspired Go-Karts accelerate to speeds up to 40mph on the straight away and speed through corners at forces over 1G on the six-turn, 1/5 mile race track. The Pro-Karts are Sodi GT5 Indoor Racing Karts based-off a racing designed chassis equipped with 6.5 HP Honda Engines, slick racing tires and hydraulic brakes.",
    "Phone": "(586) 997-8800",
    "Website": "http://www.kart2kart.com/",
    "Address": "42705 Van Dyke Sterling Heights, MI 48314"
  },
  {
    "Name": "Vestaburg Kart Speedway",
    "Description": "Vestaburg Kart Speedway is a dirt oval go kart race track located in Vestaburg, Michigan. Track races under the World Karting Association Rules.",
    "Phone": "(989) 268-5902",
    "Website": "http://www.vestaburgkartspeedway.com/",
    "Address": "7109 E Edgar Rd. Vestaburg, MI 48891-9410"
  },
  {
    "Name": "Falls Kart Club / Rainy Lake Oil Raceway",
    "Description": "Falls Kart Club & Rainy Lake Oil Raceway is a 1/10 mile dirt oval that races go Karts and Mini Mods. Contact track for race schedule.",
    "Phone": "(701) 238-5804",
    "Website": "https://www.facebook.com/pages/Falls-Kart-ClubRainy-Lake-Oil-Raceway/219368014750961",
    "Address": "1115 8th Ave, International Falls, MN 56649"
  },
  {
    "Name": "Thunder Ridge Off Road",
    "Description": "Go Kart Oval Dirt Track, 1/2 mile Motocross Track, 12-16 miles of a variety of trails, 4x4, ATV's, and Motorcycles welcome.",
    "Phone": "(573) 226-3630 or (573) 996-6065",
    "Website": "http://thunderridgeoffroad.webs.com/",
    "Address": ""
  },
  {
    "Name": "Motorsport Park Hastings",
    "Description": "Outdoor paved road course go kart race track. Go kart rentals available.",
    "Phone": "(402) 461-8031",
    "Website": "http://www.racemph.com/",
    "Address": "427 South Showboat Blvd Hastings, NE 68901"
  },
  {
    "Name": "Waverly Raceway Park Go Kart Track",
    "Description": "Dirt oval go kart race trace. Go kart and cage kart racing with point series.",
    "Phone": "(402) 786-5588",
    "Website": "http://www.wavelinkracewaypark.com/",
    "Address": ""
  },
  {
    "Name": "Fast Lap Indoor Go Kart Track",
    "Description": "Fast Lap features go karts are inspired by the 2006 CIK Outdoor World Champions Sodi-Kart. The Karts are equipped with Honda 200cc engines which can reach speeds up to 50 mph. The indoor tracks were designed by two former IKF Racers who currently continue to race and win in the Rotax Masters Series. Tracks are 20’ wide and 1200’ in length, plenty of room for great racing.",
    "Phone": "(702) 736-8113",
    "Website": "http://www.fastlaplv.com/",
    "Address": "4288 S. Polaris #109 Las Vegas, NV 89103"
  },
  {
    "Name": "Las Vegas Kart Club",
    "Description": "The Las Vegas Kart Club was founded in 1959 and is one of the oldest Kart Clubs in the United States.",
    "Phone": "(702) 932-3189",
    "Website": "http://www.lvkc.com/",
    "Address": ""
  },
  {
    "Name": "Pole Position Raceway Indoor Karting",
    "Description": "Indoor European style road course go kart race track featuring electric go karts. Pole Position Raceway provides state-of–the art Formula EK20 karts for adults and EK10 karts for junior Racers. Kart speeds are, up to 45mph for adults and approximately 20mph for kid karts. Electronic race timimg and ranking system. Track is available for rental for corporate events, see track website for details. Pole Position Raceway offers a complimentary shuttle to and from the Las Vegas Strip.",
    "Phone": "(702) 227-7223",
    "Website": "http://www.polepositionraceway.com/",
    "Address": "4175 S. Arville Las Vegas, NV 89103"
  },
  {
    "Name": "Pole Position Raceway Summerlin Indoor Karting",
    "Description": "Indoor European style road course go kart race track featuring electric go karts. Pole Position Raceway provides state-of–the art Formula EK20 karts for adults and EK10 karts for junior Racers. Kart speeds are, up to 45mph for adults and approximately 20mph for kid karts. Electronic race timimg and ranking system. Track is available for rental for corporate events, see track website for details.",
    "Phone": "(702) 227-7223",
    "Website": "http://www.polepositionraceway.com/",
    "Address": "7350 Prairie Falcon Road Las Vegas, NV 89128"
  },
  {
    "Name": "Desert Raceway Park Go Kart Track - Northern Nevada Kart Club",
    "Description": "Located 13 miles North of Reno, Nevada Desert Raceway Park is home of the Northern Nevada Kart Club. NNKC features: AMB Transponder Timing System, Computerized Scoring System, Scoring Tower, Starters Flag Stand, Starting Lights, Paid Corner Workers, Fully Paved Pit Area (First Come, First Choice), A-B-C Starting Grids, Snack Bar (Reno Lion's Club), Drive On Scales, Bleachers Located Around The Track, Spectator Parking Area, Public Address Announcing System, Dirt, Gravel and Hay Bale Run Off Areas.",
    "Phone": "(775) 219-4184",
    "Website": "http://www.nnkc.com/",
    "Address": "11400 Lemmon Drive Reno, NV 89506"
  },
  {
    "Name": "Old Bridge Township Raceway Park Go Kart Racing",
    "Description": "Outdoor Sprint and Road Course kart track. Raceway Park runs WKA (World Karting Association) sanctioned events with some modifications set by the track due to regulations governing karting in NJ. Kart racing events take place between March and November and attract some of the finest kart racers from all over the northeast.",
    "Phone": "(732) 446-7800",
    "Website": "http://www.racewaypark.com/",
    "Address": "230 Pension Road Englishtown, NJ 07726"
  },
  {
    "Name": "Pole Position Raceway",
    "Description": "Indoor road course go kart race track featuring electric go karts located in Jersey City, New Jersey, right outside of Liberty State Park. Pole Position Raceway provides state-of–the art Formula EK20 karts with speeds up to 45mph. Track has 60 electric karts, two tracks, and the ability to combine the tracks into the Super G track. For larger groups Pole Position Raceway also offers full facility rentals, see track website for details.",
    "Phone": "(201) 333-7223",
    "Website": "http://www.polepositionraceway.com/",
    "Address": "99 Caven Point Road, Jersey City, NJ 07305"
  },
  {
    "Name": "V-17 Indoor Go Kart Race Track",
    "Description": "The European style indoor kart track was designed by Formula 1 professionals to be the most challenging and one of the longest in the world. The spaghetti style track is over 2,000 feet long with banked straight-aways and corners, hairpin turns and chicanes. The racing tarmac surface ensures maximum traction at all times, especially in conjunction with the Bridgestone slick racing tires the karts are outfitted with.",
    "Phone": "(800) 942-4919",
    "Website": "http://www.v-17.com/",
    "Address": "87 Route 17 North Maywood, NJ 07607"
  },
  {
    "Name": "F1 New Jersey Motorsports Park Go Kart Track",
    "Description": "1.1 mile world class karting facility. The karting facility features eight dramatic go kart track configurations many of which can be run simultaneously. All eight configurations are designed to be run either clockwise or counter clockwise.",
    "Phone": "(856) 327-8000",
    "Website": "http://www.njmotorsportspark.com/",
    "Address": "8000 Dividing Creek Road Millville, NJ 08332"
  },
  {
    "Name": "Albuquerque Indoor Karting",
    "Description": "(505) 265-7223",
    "Phone": "(505) 265-7223",
    "Website": "http://www.abqkarting.com/",
    "Address": "5110 Copper Avenue Northeast Albuquerque NM 87108"
  },
  {
    "Name": "Southern New Mexico Speedway",
    "Description": "(575) 524-7913",
    "Phone": "(575) 524-7913",
    "Website": "http://www.snmspeedway.com/",
    "Address": "10263 Robert Larson Blvd. Las Cruces, NM 88007"
  },
  {
    "Name": "K1 Speed Albany",
    "Description": "The K1 Speed Albany location offers indoor go kart racing for drivers of all ages. The track is open 7 days a week and features all electric racing karts. Real time telemetry allows drivers to monitor their lap times and compare them against fellow racers. Arrive and drive races require no reservations. Additional amenities include a cafe, arcade, auto racing memorabilia collection and private meeting rooms. Group events are welcome and special party packages are available.",
    "Phone": "(518) 452-2687",
    "Website": "http://k1speed.com/albany-location.html",
    "Address": "161 Washington Ave. Extension #205 Albany, NY 12205"
  },
  {
    "Name": "Adirondack Karting Association",
    "Description": "This is the track that is known as \"The Monster 1/8 Mile Thats Too Tough Too Tame\". Oval track is approximentaly 1/8 mile with two distinctively different corners. Asphalt surface repaved in August of 2009. Suppliers at the track selling both fuel and parts for most any type of kart. Limited number of power poles with 110v outlets. These are available on a first come first serve basis. Track also has running water in the pits as well as \"real restrooms\" with running water.",
    "Phone": "(518) 878-6054",
    "Website": "http://www.adirondackkarting.com/",
    "Address": "162 Prospect Street Ballston Spa, NY 12020"
  },
  {
    "Name": "Oakland Valley Race Park (OVRP) & Hannen Motorsports Inc.",
    "Description": "OVRP offers a world class half mile asphalt sprint road course, a 1/5 mile dirt oval for those looking for wheel to wheel, \"left turn\" short track action. Oakland Valley Race Park offers programs for the individual racers and Fortune 500 companies alike, ranging from multiple classes club racing, private parties, kart rentals, and racing schools, as well as various \"arrive and drive\" racing series. Track facility features include: Smooth, Competitive, Asphalt Road Course1/5 Mile Dirt Oval, SuperMoto Motorcycle Race Track with Dirt Section, Enclosed Pit Areas with Electricity & Compressed Air, Onsite Kart Shop with Parts and Fuel Available, All Facilities well Maintained & Supervised, Onsite Kart & Trailer Storage, 24 hr. security for entire event, Kart Racing School & Kart Rentals, and Corporate & Group Events.",
    "Phone": "(845) 754-8500",
    "Website": "http://www.ovrp.com/",
    "Address": "305 Oakland Valley Road Cuddebackville, NY 12729"
  },
  {
    "Name": "Chapel Hill Raceway Go Kart Track",
    "Description": "1/7 mile asphalt oval go kart track. 30 ft wide straights, 40 ft wide corners, 8 degree banked corners, 5 degree straights. World Karting Association Master Track.",
    "Phone": "(716) 945-3150",
    "Website": "http://www.chapelhillraceway.com/",
    "Address": "County Road 51 Chapel Hill Road Humphrey, NY"
  },
  {
    "Name": "Cherry Valley Motorsports Park",
    "Description": "Outdoor ashpalt road course go kart track. World Karting Association track. Kart and trailer storage available at track.",
    "Phone": "(315) 677-9771",
    "Website": "http://www.cherryvalleymp.com/",
    "Address": "4930 Route 20 Lafayette, NY 13084"
  },
  {
    "Name": "Saint Lawrence Motorsports Park",
    "Description": "Saint Lawrence Motorsport Park is a spacious high-speed track, well-suited to 80 and 125cc shifter karts. It features a generous average track width of 28 feet. Most sections of the track could easily fit 5 to 6 karts side by side! The track features two high speed runs, a challenging and fun chicane, and several constant and increasing radius turns.",
    "Phone": "(315) 375-8923",
    "Website": "http://alavigne.net/slmp/",
    "Address": ""
  },
  {
    "Name": "Oswego Kartway Go Kart Track",
    "Description": "Oval outdoor dirt go kart race track. The Oswego Kartway uses an AMB computer system for all timing and scoring. World Karting Association rules and Burris Tire track.",
    "Phone": "(315) 592-1995",
    "Website": "http://www.oswegokartway.com/",
    "Address": "300 East Albany Street Oswego, NY 13126"
  },
  {
    "Name": "Oswego Speedway",
    "Description": "The Oswego Speedway kart track is a road course, complete with straightaways, left and right hand 90 degree turns. There are classes for all ages, depending on what type of race engine you choose. Track uses WKA (World Karting Association) rules for competition and safety.",
    "Phone": "(315) 676-1061",
    "Website": "http://www.cnyroadrace.com/oswego/",
    "Address": "300 East Albany Street Oswego, NY 13126"
  },
  {
    "Name": "K1 Speed Poughkeepsie",
    "Description": "Indoor kart racing facility located in Poughkeepsie, New York. K1 Speed features high performance zero emissions electric racing karts that can reach speeds of 45 mph. Track is open 7 days a week and no reservations are required. Arrive and drive racers are 14 laps in length and can include up to 12 drivers at one time. Helmets and all safety equipment are provided. Special birthday party, team building, and group event packages are available. In addition to the kart racing, the K1 Poughkeepsie location features private meeting rooms, a cafe, lounge, arcade, and racing memorabilia collection.",
    "Phone": "(845) 297-5409",
    "Website": "http://k1speed.com/poughkeepsie-location.html",
    "Address": "2001 South Rd. Poughkeepsie, NY 12601"
  },
  {
    "Name": "Caroga Creek Speedway Go Kart Track",
    "Description": "World Karting Association and Burris Tire racetrack. 3/16th mile clay oval go kart race track. Racing Saturday nights at 6:00 PM.",
    "Phone": "(518) 993-3744",
    "Website": "https://www.facebook.com/Caroga-Creek-Speedway-531342253691776/",
    "Address": "4200 State Highway 10 St. Johnsville, NY 13452"
  },
  {
    "Name": "Long Island Karting Association LIKA",
    "Description": "The Long Island Karting Association (LIKA) holds events in Field 8 at the Nassau Veteran's Coliseum twice monthly between April and November. Please check website for schedule and specific event dates.",
    "Phone": "(516) 587-6643",
    "Website": "http://www.likaonline.com/",
    "Address": "1255 Hempstead Turnpike Uniondale, NY 11553"
  },
  {
    "Name": "Lightning Raceway",
    "Description": "Lightning Raceway is a high-banked dirt oval kart track located in Woodhull, New York. Kart races are held on Friday nights.",
    "Phone": "(607) 382-2034 or (607) 368-9691",
    "Website": "http://www.lightning-raceway.us/",
    "Address": "1251 City Rt 103 Woodhull, NY 14898"
  },
  {
    "Name": "Albemarle Kart Club",
    "Description": "1/5 mile banked oval go kart track surfaced with freshly laid clay.",
    "Phone": "(252) 771-2751",
    "Website": "http://www.albemarlekartclub.com/",
    "Address": "1531 Northside Road, South Mills, NC 27909"
  },
  {
    "Name": "State Line Speedway Go Kart Track",
    "Description": "Dirt oval go kart track. Multiple race classifications.",
    "Phone": "(336) 871-8462",
    "Website": "http://www.statelinespeedway.com/",
    "Address": "1100 Racetrack Road Lawsonville, NC 27022"
  },
  {
    "Name": "Margarettsville Speedway",
    "Description": "Margarettsville Speedway is sanctioned by the World Karting Association (WKA) The track hosts both regional and national events each year for the WKA as well as the Virginia Dirt Karting Association (VDKA) and the North Carolina Dirt Karting Association (NCKRA). The quarter-mile banked oval dirt track is fast. It features long straight-a-ways with plenty of run-off room for safety. It is wide enough to run four karts side by side. The track will turn as black as asphalt during the heat of a race. There are 13 racing class divisions for racers five years of age and up.",
    "Phone": "(252) 589-2750",
    "Website": "http://www.margarettsvillespeedway.com/",
    "Address": "151 Race Track Ln Margarettsville, NC 27853"
  },
  {
    "Name": "Riverside Raceway Park",
    "Description": "\"Little Bristol\" 1/5 mile clay high banked oval. State-of-the art stadium style lighting in the pits and spectator areas. Fuel and full line karting parts and accessories available at the track. Computerized transponder timing and scoring by AMB for larger classes.",
    "Phone": "(336) 484-5114",
    "Website": "http://www.riversideracewaypark.com/",
    "Address": "760 Cedar Mountain Rd. Mayodan, NC 27027"
  },
  {
    "Name": "Coleridge Speedway",
    "Description": "\"Where Rubber Meets the Dirt!\" Dirt oval go kart track with 19 different classes. Concession Stand with fresh, hot food and air-conditioned bathrooms.",
    "Phone": "(336) 879-4399",
    "Website": "http://www.coleridgespeedway.com/",
    "Address": "5203 Herrington Country Road Ramseur, NC 27316"
  },
  {
    "Name": "Millbridge Speedway",
    "Description": "Dirt oval go kart track located in Salisbury, North Carolina.",
    "Phone": "(704) 701-1665",
    "Website": "http://www.millbridgespeedwaync.com/",
    "Address": "6670 Mooresville Road (Highway 150) Salisbury, NC 28147"
  },
  {
    "Name": "Liberty Raceway Park",
    "Description": "Clay oval go kart track. Multiple race classifications.",
    "Phone": "(336) 622-6778",
    "Website": "http://www.libertyraceway.com/",
    "Address": "6788 Willard Rd. Staley, NC 27355"
  },
  {
    "Name": "Forks Karting Association Speedway",
    "Description": "(701) 732-0014",
    "Phone": "(701) 732-0014",
    "Website": "http://www.forkskartingassociation.com/",
    "Address": ""
  },
  {
    "Name": "Racecraft Alley Go Kart Track",
    "Description": "Go-Kart & R/C Track with new Nascar body karts and Super Karts. The 6 turn track is 750 feet long and the Super Karts will do lap times under 20 seconds with a good driver.",
    "Phone": "(440) 319-0440",
    "Website": "http://www.ateammasters.com/Raceland.html",
    "Address": "761 Center Street Ashtabula, OH 44004"
  },
  {
    "Name": "G&J Kartway Go Kart Racetrack",
    "Description": "WKA Master Track Outdoor 1/2 mile, 9 turn configuration paved go kart track. Track open daily $10 per kart, $5 per extra driver. Driver must have helmet, neck brace, jacket or suit, long pants, closed toe shoes, and gloves. Stop at the front office to pay and sign release form. Track will only be closed for practice if their is an event scheduled or track repair is being performed.",
    "Phone": "(937) 452-1218",
    "Website": "http://www.gandjkartway.com/",
    "Address": "1619 Barnets Mill Road Camden, OH 45311"
  },
  {
    "Name": "Ohio Valley Karting Association",
    "Description": "Ohio Valley Karting Association (OVKA) is a family oriented kart club that races at their home track G&J Kartway.",
    "Phone": "(937) 452-1218",
    "Website": "http://www.ovka.com/",
    "Address": ""
  },
  {
    "Name": "2Brothers Raceway",
    "Description": "2Brothers Raceway is 1/10 mile high banked dirt oval kart track located Southern Ohio. Kart races are held on Friday nights under the lights. See track website for complete race schedule.",
    "Phone": "(740) 418-4185",
    "Website": "http://www.2brothersraceway.webs.com/",
    "Address": "9068 Limerick Road Chilicothe, OH 45601"
  },
  {
    "Name": "Mid Ohio Sports Car Course",
    "Description": "2.4 mile, 15 turn ashpalt road course. Track hosts go kart enduro racing for the World Karting Association.",
    "Phone": "(800) 643-6446",
    "Website": "http://www.midohio.com/",
    "Address": "7721 Steam Corners Road Lexington, OH 44904-0108"
  },
  {
    "Name": "Dart Kart Club",
    "Description": "The Dart Kart Speedway Club runs enduro races throughout the summer at the Mid-Ohio Sports Car Course located between Cleveland and Columbus in Lexington, Ohio. The 2.4 mile road course allows for an average speed of about 70 mph with a top speed of approximately 130 mph.",
    "Phone": "(419) 529-5406",
    "Website": "http://www.dartkartclub.com/",
    "Address": ""
  },
  {
    "Name": "Midvale Raceway Karting Club",
    "Description": "Midvale Raceway Karting Club races every other Sunday at Midvale Speedway which is located 4 miles South of New Philadelphia, Ohio Off I-77 on State Route 250 in Midvale, Ohio. Midvale Speedway features asphalt kart racing on a road course, small oval and large oval. See track website for race schedule and race classes.",
    "Phone": "(330) 340-8045 or (330) 339-1248",
    "Website": "http://midvalekarting.com/",
    "Address": "3825 W State St. Midvale, OH 44653"
  },
  {
    "Name": "Barberton Speedway",
    "Description": "22 race series runs on Sundays from April through September. Two cycle and four cycle go kart classes and with Oval and road course layouts. Practice sessions each Saturday before a Sunday race. Test drive karts are available including kid karts, road coarse karts and oval course karts. You can choose which is best for you and you will be given instruction by an experienced racer.",
    "Phone": "(330) 753-8668",
    "Website": "http://www.barbertonspeedway.com/",
    "Address": "3363 Clark Mill Road Norton, OH 44203"
  },
  {
    "Name": "Thompson Kart Raceway - Championship Kart Racing Association",
    "Description": "Championship Kart Racing Association is a club of karters who's home track is the sprint asphalt road course at Thompson Kart Raceway. Track is member of World Karting Association.",
    "Phone": "(440) 991-6558",
    "Website": "http://www.ckra.org/",
    "Address": "8233 Sidley Road Thompson, OH 44086"
  },
  {
    "Name": "Cridersville Speedway",
    "Description": "1/7 mile dirt oval go kart track located in Ohio.",
    "Phone": "(419) 645-4848",
    "Website": "http://www.cridersvillespeedway.org/",
    "Address": "19140 County Road 25A Wapakoneta OH 45895"
  },
  {
    "Name": "Crossroads Raceway Go Kart Track",
    "Description": "The Crossroads Go Kart Track has been operating since the 1950's and is one of the oldest continuously running kart tracks in the United States. The track is open to the public 7 days a week. Hours are Monday - Saturday 1pm-10pm, and Sunday 1pm-9pm. Crossroads Raceway features both single seat and double seat rental karts. Special race packages for birthday parties and other special events are available. In addition to the kart track the facilities include an indoor party area, coin operated arcade games, and outdoor smoker/grill.",
    "Phone": "(918) 335-1848",
    "Website": "http://www.crossroads-go-karts.com/",
    "Address": "2201 SE Adams Blvd Bartlesville, OK 74006"
  },
  {
    "Name": "Xtreme Kart Racing",
    "Description": "Xtreme Kart Racing features 2 indoor asphalt surfaced kart race tracks. The adult go karts at Xtreme are high performance Italian race karts capable of speeds up to 45 mph. Junior karts are available for drivers 6 years or older and at least 48 inches tall.",
    "Phone": "(918) 286-6655",
    "Website": "https://www.xtremetulsa.com/",
    "Address": "708 W Kenosha St. Broken Arrow, OK 74012"
  },
  {
    "Name": "3D Raceway",
    "Description": "3D Raceway LLC is located in Muskogee County, Oklahoma. The 1/8 mile dirt oval features banked corners, flat straights and is approx. 35 foot wide. Amenities include lighted pits, concession stand, bathrooms, bleachers, and plenty of parking. Check track website for current race schedule.",
    "Phone": "(918) 685-0994",
    "Website": "https://www.3draceway.net/",
    "Address": "1373 Railroad 1, Haskell, OK 74436"
  },
  {
    "Name": "Hallett Motor Racing Circuit",
    "Description": "Hallett Motor Racing Circuit is a 1.8 mile, 10 turn road racing course in the rolling Osage Hills of North Eastern Oklahoma. Go kart track is located 35 miles west of Tulsa, Oklahoma, at the Highway 99 exit of the Cimarron Turnpike.",
    "Phone": "(918) 356-4814",
    "Website": "http://www.hallettracing.net/",
    "Address": "59901 E. 55 Road Jennings, OK 74038"
  },
  {
    "Name": "Cody Creek Speedway Go Kart Track",
    "Description": "Outdoor dirt oval go kart race track. Multiple kart race classifications. Yearly track points series. See website for schedule, go kart tech info and race rules.",
    "Phone": "(918) 682-9398",
    "Website": "http://www.coodycreekspeedway.com/",
    "Address": "625 Arthur Muskogee, OK 74401"
  },
  {
    "Name": "Oklahoma Motorsports Complex Go Kart Track",
    "Description": "Oklahoma Motorsports Complex features a 7/10 mile, 13 turn asphalt road course go kart track with a 30 foot width and a 750 foot front straight. Track rents karts for corporate and team building events, birthday parties, batchelor parties and private parties.",
    "Phone": "(405) 579-2777",
    "Website": "http://www.oklahomamotorsportscomplex.com/",
    "Address": "3501 S. Interstate Drive Norman, OK 73072"
  },
  {
    "Name": "MacArthur Raceway",
    "Description": "MacArthur Go Kart Raceway is a 1/2 mile 9 turn asphalt go kart sprint track.",
    "Phone": "",
    "Website": "http://www.macparkraceway.com/",
    "Address": "6201 S.W. 15th Street Oklahoma City, OK 73128"
  },
  {
    "Name": "Portland Karting Association",
    "Description": "Portland Karting Association's outdoor go kart sprint track is located in McMinnville, Oregon and is nicknamed \"Mac Track\" due to it's location. The track is approximately 30 miles southwest of downtown Portland, Oregon. Located at the Yamhill County Fairgrounds, the 14 turn, 6/10-mile long sprint track and accompanying 1/5-mile paved speedway go kart oval were built by PKA in 2001 and underwent some refinements in 2002.",
    "Phone": "(503) 324-9072",
    "Website": "http://www.portlandkarting.com/",
    "Address": "2770 NE Lafayette Ave McMinnville, OR 97128-9347"
  },
  {
    "Name": "Southern Oregon Karters Club - Jackson County Sports Park",
    "Description": "Southern Oregon Karters race at Medford Kart Track located at the Jackson County Sports Park. The 3/4 mile paved sprint kart track features 11 total track configurations. 6 different track configurations run during the club race season. Events include Southern Oregon Karters club races, IKF Region 11 NorCal, Northwest Gold Cup and the Duffy Livingstone Vintage Karting Association race. Admission is FREE for spectators so bring the family and enjoy the fun!",
    "Phone": "(541) 892-7223",
    "Website": "http://www.sokarters.org/",
    "Address": "6900 Kershaw Rd. Medford, OR 97502-9438"
  },
  {
    "Name": "SkyKart Indoor Go Kart Track",
    "Description": "SkyKart is an indoor go kart track located in Tigard, Oregon. SkyKart uses european karts by SodiKart which are world renowned for both their durable indoor rental karts as well as their outdoor karts. SkyKart features the 6.5HP GT2 Proline and the 9HP GT4, both karts are capable of speeds in excess of 40mph on the indoor track.",
    "Phone": "(503) 684-5060",
    "Website": "http://www.sykart.com/",
    "Address": "8205 SW Hunziker St. Tigard, OR 97223"
  },
  {
    "Name": "Race 1 Motorspeedway Go Kart Track",
    "Description": "Dirt oval go kart track. Multiple karting race classifications. See website for details and race schedules. This year track is a Burris Tire spec track. This means you must run Burris tires only.",
    "Phone": "(814) 371-1633",
    "Website": "http://www.race1info.com/",
    "Address": "1 Fox Farm Road Du Bois, PA 15801"
  },
  {
    "Name": "Marsh Creek Grand Prix",
    "Description": "Asphalt oval go kart track. Kart racing every Friday night from April to September.",
    "Phone": "(610) 942-4421",
    "Website": "http://www.marshcreekspeedway.com/",
    "Address": "1351 Creek Road Glenmoore, PA 19343"
  },
  {
    "Name": "Hamlin Speedway",
    "Description": "1/5 Mile Clay Oval. Featuring Slingshots, 270cc Winged Micro Sprints & 600cc Wingless Micro Sprints.",
    "Phone": "(570) 420-5500 Ext. #2",
    "Website": "http://www.hamlinspeedway.com/",
    "Address": "44 J&J Road Hamlin, PA 18427"
  },
  {
    "Name": "Hunterstown Speedway",
    "Description": "In operation since 1962. 1/5 mile dirt track facility has been providing a place for go-kart racers of all ages and skill levels to compete. With a great family atmosphere, Hunterstown Speedway puts a strong emphasis on both safety and sportsmanship. Burris tire rule in all classes.",
    "Phone": "",
    "Website": "http://www.hunterstownspeedway.com/",
    "Address": "220 Red Bridge Road Hunterstown, PA 17325"
  },
  {
    "Name": "Greenwood Valley Action Tracks",
    "Description": "Dirt oval go kart racing facility. Racing every saturday night. All go kart classes are WKA rules and regulations.",
    "Phone": "(570) 458-5142",
    "Website": "http://www.greenwoodvalleyactiontracks.com/",
    "Address": "179 Bottom Rd. Orangeville, PA 17859"
  },
  {
    "Name": "Selinsgrove Raceway Park",
    "Description": "1/5 mile dirt oval go kart and micro track. Open, caged and micro sprint kart racing.",
    "Phone": "(570) 374-2999",
    "Website": "http://www.selinsgrovespeedway.com/",
    "Address": "40 Sand Hill Rd Selinsgrove PA 17870"
  },
  {
    "Name": "Penns Creek Raceway Park",
    "Description": "Penns Creek Raceway Park is a 1/5 mile clay tri-oval go kart racing facility located off Route 104 midway between Middleburg and Mifflinburg, Pa. Regular racing shows run every Saturday night. Burris tire only race track.",
    "Phone": "(570) 556-7462 or (570) 713-8616",
    "Website": "http://www.pennscreekracewaypark.com/",
    "Address": "1210 Mountain Road Middleburg, PA 17842"
  },
  {
    "Name": "Shippensburg Speedway",
    "Description": "Outdoor go kart race track. Multiple kart race classifications. See website for details and race schedules.",
    "Phone": "(717) 532-8581",
    "Website": "http://www.shippensburgspeedway.com/",
    "Address": "178 Walnut Bottom Road Shippensburg, PA 17257"
  },
  {
    "Name": "Shellhammer's Speedway",
    "Description": "1/8 mile High Banked Clay Oval. Home of Saturday Night racing and the PDKS Series! World Karting Association rules.",
    "Phone": "Track Phone: (610) 926-1929 Weekday Phone: (610) 929-1590",
    "Website": "http://www.shellhammerspeedway.com/",
    "Address": "1072 Mohrsville Road Shoemakersville, PA 19555"
  },
  {
    "Name": "Slippery Rock Raceway",
    "Description": "Dirt outdoor go kart race track. Multiple kart race classifications, World Karting Association & American Kart Racing Association rules.",
    "Phone": "(724) 794-4971",
    "Website": "http://www.slipperyrockraceway.com/",
    "Address": "131 Cemetery Rd Slippery Rock, PA 16057-2403"
  },
  {
    "Name": "Snydersville Raceway",
    "Description": "Go Karts, Microstocks and Slingshots. Go kart racing on dirt oval race track.",
    "Phone": "Track Office (570) 619-8452 Track Hotline (570) 424-2373",
    "Website": "http://www.snydersvilleraceway.com/",
    "Address": "RR2 Storm Road Stroudsburg, PA 18360"
  },
  {
    "Name": "Possum Kingdom Super Speedway",
    "Description": "1/4 mile clay oval go kart track, 17 deg. banking 40' groove, 35' run-off, Paved Grids, State of the art lighting, Covered Digital Scales and Electronic scoring system. Track extras include: Air Conditioned Restaurant, Nice Clean Restrooms w/ Showers, Large parking lot, Fenced Playground for the Kids. World Karting Association Track.",
    "Phone": "(864) 844-3179",
    "Website": "http://www.possumkingdomspeedway.com/",
    "Address": "Acker Rd. Belton, SC 29627"
  },
  {
    "Name": "Southern Pride Kartway",
    "Description": "Dirt oval go kart track. Kart racing every Friday night.",
    "Phone": "(864) 761-6993",
    "Website": "http://www.southernpridekartway.net/",
    "Address": "195 Moda Road Blacksburg, SC 29702"
  },
  {
    "Name": "Palmetto Supertrack",
    "Description": "Palmetto Supertrack features a paved 1/5 mile Oval and 1/3 mile Road Course. In addition to Go kart racing Palmetto Supertrack also has a Mini Moto / Super Moto program for motorcycles. See website for schedule.",
    "Phone": "(803) 466-2288",
    "Website": "http://www.palmettosupertrack.com/",
    "Address": "2366 Ft. Jackson Rd Elgin SC 29045"
  },
  {
    "Name": "Whiteplains Kartway",
    "Description": "Dirt oval go kart track.",
    "Phone": "(843) 658-7399",
    "Website": "http://whiteplains_sc.tripod.com/",
    "Address": "933 White Plains Church Rd Jefferson, SC 29718"
  },
  {
    "Name": "Carolina Motorsports Park Go Kart Track",
    "Description": ".7 mile outdoor paved road course go kart track featuring 16 turns and a 760-foot straightaway with a 26 ft. wide surface. World Karting Association Master Track.",
    "Phone": "(803) 475-2448",
    "Website": "http://www.carolinamotorsportspark.com/",
    "Address": "3662 Kershaw Highway Kershaw, SC 29067"
  },
  {
    "Name": "Lake City Speedway",
    "Description": "Lake City Speedway operates a 1/5 mile oval dirt go kart track located between Florence and Kingstree, South Carolina. See track website for kart race schedule.",
    "Phone": "(803) 572-7669",
    "Website": "https://www.lakecityspeedway.com/",
    "Address": "2828 Green Road Lake City, SC 29560"
  },
  {
    "Name": "4-Way Kartway",
    "Description": "4-Kartway is a high banked tight turn oval dirt track with 300 ft straights. The track is 850 ft in the groove. The grid is paved the full length of the track. It also has power outlets for all parking.",
    "Phone": "(843) 756-9902",
    "Website": "http://www.4waykartway.com/",
    "Address": "4100 Hwy. 366 Loris SC 29569"
  },
  {
    "Name": "Thunder Valley Speedway",
    "Description": "Thunder Valley Motorplex facility is located on 50 acres of land. The kart racing dirt oval track is approximately 1030' with longer straight-aways and banking in the corners. Covered scale area with digital scales. Track uses a computer scoring system with transponders to help maintain accuracy at all times. Permanent concession stands with attached bathrooms. EMT and Sheriff's Deputies are on site for all races.",
    "Phone": "(803) 263-4677",
    "Website": "http://www.thundervalleymotorplex.com/",
    "Address": "289 Ada Rd Neeses, SC 29107"
  },
  {
    "Name": "DNA Motocross Park",
    "Description": "DNA Motocross Park features a 6 tenth mile flat clay track. Racing for Karts and Lawnmowers. Open every Saturday for set-up practice.",
    "Phone": "(864) 321-1702",
    "Website": "http://dnamotocrosspark.com/",
    "Address": "100 Wallace Road, Saluda SC, 29138"
  },
  {
    "Name": "Beechnut Raceway Go Kart Track",
    "Description": "Beechnut Raceway is a 1/4 mile dirt oval track for karts located in Blountville, Tennessee. The track is just outside of Bristol, TN and it is about 10 minutes from Bristol Motor Speedway.",
    "Phone": "(423) 340-1267",
    "Website": "http://www.beechnutraceway.net/",
    "Address": "3228 Island Rd Blountville, TN 37617"
  },
  {
    "Name": "Atoka Raceway Park",
    "Description": "Atoka Raceway Park is a banked dirt oval go kart track, 720 ft in the groove, which makes it just over an 1/8 mile. It is fast, passing all around its entire length is possible. Easy access on and off the track. Full concession stand, with all types of beverages, hamburgers, hot dogs, nachos and more. Computerized Scoring by AMB (TransX 160 Transponders and Orbits 4 SP2 Software). Announcing is transmitted via FM transmitter to your pit radios. ((((88.3Mhz)))) Separate Tech Barn for Tech. Electronic scales. Full sound system through out the facility. Tech Official on staff. E.M.T's. on site during all heats and features. Plenty of grandstands for seating.",
    "Phone": "(901) 508-6200",
    "Website": "http://www.atoka-raceway-park.com/",
    "Address": ""
  },
  {
    "Name": "Dumplin Valley Raceway",
    "Description": "Dumplin Valley is a red clay oval go kart track located on 558 E. Dumplin Valley Rd in Kodak TN. Racing every Saturday night March through October.",
    "Phone": "(865)-397-7223",
    "Website": "http://www.thevalleyraceway.com/",
    "Address": "558 E. Dumplin Valley Rd Kodak, TN 37764"
  },
  {
    "Name": "Manchester Speedway Go Kart Track",
    "Description": "Manchester Speedway is a moderate to high banked 1/6 mile Red clay Oval just a short of a 1/5 mile with wide sweeping corners, surface is smooth, very fast, plenty of grip with some of the finest red clay in Tennessee. Average lap times close mid 10's. 60+ MPH laps in the stock flathead classes and clones.",
    "Phone": "(931) 728-1506",
    "Website": "http://www.manchesterspeedwaytn.com/",
    "Address": "1740 Old Tullahoma Hwy. Manchester, TN 37355"
  },
  {
    "Name": "Mountain Raceway Park - Little Mountain Go-Kart Track",
    "Description": "The Little Mountain Go-Kart Track is the latest addition to Mountain Raceway. Every Friday night 6 classes of go-karts battle it out. Track is located between turns 3 and 4 of the 4/10 mile stock car track. World Karting Association and American Kart Racing Association Rules. See website for weekly race schedule.",
    "Phone": "(865) 803-8666",
    "Website": "http://www.mountainraceway.net/",
    "Address": "809 Brickmill Rd Maryville, TN 37801"
  },
  {
    "Name": "Autobahn Indoor Speedway",
    "Description": "Autobahn Indoor Speedway is a 40,000 SQFT indoor karting facility located in Memphis, TN. The track is a Grand Prix style circuit with computerized timing and scoring. The karts at Autoban are European designed electric karts with both junior and adult versions available. Adult karts can reach speeds of 50 mph. Arrive and Drive sessions as well as adult and kids racing leagues are available. Groups are welcome and the track can be rented for private events. See website for fees and schedule.",
    "Phone": "(901) 300-3195",
    "Website": "http://autobahnspeed.com/memphis-tn-indoor-go-karts/",
    "Address": "6399 Shelby View Dr. Memphis, TN 38134"
  },
  {
    "Name": "Lick Creek Speedway",
    "Description": "Lick Creek Speedway is a 1/8 mile dirt oval go kart race track. Currently racing 4 classes: stock, heavy stock, 410 champ and a kids class.",
    "Phone": "(423) 470-2345",
    "Website": "http://www.lickcreekspeedway.embarqspace.com/",
    "Address": "2440 Mt. Carmel Rd. Mosheim, TN 37818"
  },
  {
    "Name": "Music City Indoor Karting (MCIK)",
    "Description": "Located in a 77,000 square foot facility near downtown Nashville, Music City Indoor Karting features a 1/4 mile indoor go kart track. The karts are all electric and can reach speeds of up to 40 mph. Arrive and drive kart racing, go kart race leagues, and a Junior Driving academy are some of the karting options available. See website for further details.",
    "Phone": "(615) 242-3275",
    "Website": "http://www.musiccityindoorkarting.com/",
    "Address": "400 Davidson St. Suite #403 Nashville, TN 37213"
  },
  {
    "Name": "Performance Motorsports",
    "Description": "Go kart racing facility under development near Nashville Tennessee. Initial track design features 2 tracks that can be run seperate or combined into one track approx 3/4 mile in length. Proposed track building to feature: Members Lounge, Office space, Restrooms, Kitchenette area, Changing area, Kart Storage areas, and Kart Workshop area.",
    "Phone": "(615) 568-0343",
    "Website": "http://www.kartnashville.com/",
    "Address": ""
  },
  {
    "Name": "Thunder Ridge Go Kart Raceway",
    "Description": "Thunder Ridge Go-Kart Raceway is a 1/5 mile, low banked, clay oval speedway located just outside Spring City, Tennessee 37381. The track facilty features plenty of parking, a concession stand, restrooms, spectator bleachers and terraced parking. World Karting Association rule book. Racing is every Saturday night.",
    "Phone": "",
    "Website": "http://www.thunderridgeraceway.webs.com/",
    "Address": ""
  },
  {
    "Name": "Ashway Speedway Go Kart Track",
    "Description": "1/4 mile dirt (clay) oval go kart track located in East Tennessee. Ashway Speedway is a Burris Tires track. World Karting Association (WKA) and American Kart Racing Association (AKRA) Rules.",
    "Phone": "(865) 388-4030",
    "Website": "http://www.ashwayspeedway.net/",
    "Address": "4762 Speedway Cir Strawberry Plains, TN 37871"
  },
  {
    "Name": "Tri-State Karting",
    "Description": "(806)336-0779",
    "Phone": "(806)336-0779",
    "Website": "http://www.tri-statekarting.com/",
    "Address": "205 SE 58th Amarillo, TX"
  },
  {
    "Name": "K1 Speed Arlington",
    "Description": "The K1 Speed Arlington kart track is located near Six Flags Hurricane Harbor. Track offers arrive and drive indoor go kart racing 7 days a week with no reservations required. The karts at K1 are emissions free electric racing karts that can reach speeds of 45mph. An electronic timing system tracks lap times providing for a challenging race against the clock. Helmets and all safety equipment are provided. Additional amenities include a snack bar, arcade, private meeting rooms and auto racing memorabilia collection. Groups and private event packages are available.",
    "Phone": "(817) 500-5095",
    "Website": "http://k1speed.com/arlington-location.html",
    "Address": "1801 E. Lamar Blvd. Arlington, TX 76006"
  },
  {
    "Name": "K1 Speed Austin",
    "Description": "K1 Speed Austin is an indoor go kart racing facility that features high-performance 20hp DC electric go karts.",
    "Phone": "(512) 271-5475",
    "Website": "http://www.k1speed.com/austin-location.html",
    "Address": "Suite C, 2500 McHale Ct, Austin, TX 78758"
  },
  {
    "Name": "Iron Rock Raceway",
    "Description": "(512) 530-7223",
    "Phone": "(512) 530-7223",
    "Website": "http://www.ironrockraceway.com/",
    "Address": ""
  },
  {
    "Name": "Cactus Speedway",
    "Description": "Cactus Speedway is a one fifth mile oval clay surface race track for Go Karts, Four wheelers, motorcycles, legend cars and mini - stocks and more. Located in Bullard Texas.",
    "Phone": "(903) 894-5935",
    "Website": "http://www.cactusspeedway.com/",
    "Address": "1595 Co Rd 3701, Bullard, TX 75757"
  },
  {
    "Name": "North Texas Karting Club",
    "Description": "(940) 482-3777",
    "Phone": "(940) 482-3777",
    "Website": "http://www.ntkarters.com/",
    "Address": "3728 Memory Lane Denton, TX 76207"
  },
  {
    "Name": "GrandSport Speedway",
    "Description": "(409) 986-7223",
    "Phone": "(409) 986-7223",
    "Website": "http://grandsportspeedway.com/",
    "Address": "7555 FM2004 Rd #3, Hitchcock, TX, 77563"
  },
  {
    "Name": "K1 Speed Houston",
    "Description": "K1 Speed Houston features indoor go kart racing using all-electric high-performance go karts.",
    "Phone": "(281) 674-8012",
    "Website": "http://www.k1speed.com/houston-location.html",
    "Address": "14900 Northwest Fwy Houston, TX 77040"
  },
  {
    "Name": "Gulf Coast Kartway - GCKI",
    "Description": "(281) 978-3710",
    "Phone": "(281) 978-3710",
    "Website": "http://www.racekarts.com/",
    "Address": "29726 Stockdick Road Katy, TX 77493"
  },
  {
    "Name": "Lubbock Karting Association",
    "Description": "www.lubbockkarting.com",
    "Phone": "",
    "Website": "http://www.lubbockkarting.com/",
    "Address": "4580 County Rd 1000, Lubbock, TX 79407"
  },
  {
    "Name": "201 Go-Kart Speedway",
    "Description": "(903) 628-7227",
    "Phone": "(903) 628-7227",
    "Website": "http://www.201gokartspeedway.com/",
    "Address": "County Road 3003, New Boston, TX 75570"
  },
  {
    "Name": "Hill Country Kart Club HCKC",
    "Description": "The Hill Country Kart Club features a 1/2 mile paved sprint track with 10 turns and a 525 foot back straight. Track amenities include multiple spectator grandstands, BBQ snack shack, picnic tables and restroom facilities. See Hill Country Kart Club website for current race schedule and membership information.",
    "Phone": "Club President: (210) 385-2561",
    "Website": "http://www.hillcountrykartclub.com/",
    "Address": "3838 Texas 337 Loop, New Braunfels, TX 78132"
  },
  {
    "Name": "West Texas Karting Association",
    "Description": "(432)528-4386",
    "Phone": "(432)528-4386",
    "Website": "http://westtexaskartingassociation.yolasite.com/",
    "Address": "12412 W Highway 80 E Odessa, TX 79765"
  },
  {
    "Name": "KAM Kartway",
    "Description": "844-4-OUTLAW",
    "Phone": "844-4-OUTLAW",
    "Website": "http://www.kamkartway.com/",
    "Address": "4746 E. Hwy 114 Rhome, TX 76078"
  },
  {
    "Name": "K1 Speed San Antonio",
    "Description": "1/4 mile indoor kart racing track located in San Antonio, Texas. The K1 Speed San Antonio location features adult and junior racing karts. The high performance electric go karts can reach speeds of 45 mph. Arrive and drive sessions are offered 7 days a week with no reservations required. Group, birthday party, corporate event packages, and gift cards are available. See K1 Speed website for more information on booking private events.",
    "Phone": "(210) 802-0802",
    "Website": "http://k1speed.com/san-antonio-location.html",
    "Address": "6955 NW Loop 410 San Antonio, TX 78245"
  },
  {
    "Name": "Heart of Texas Kart Club",
    "Description": "(254) 265-4461",
    "Phone": "(254) 265-4461",
    "Website": "http://www.hotkartclub.com/",
    "Address": "7300 Karl May Dr. Waco, TX 76708"
  },
  {
    "Name": "Texoma Sprint Kart Racing",
    "Description": "(940) 337-0248",
    "Phone": "(940) 337-0248",
    "Website": "http://www.texomasprintkartracing.com/",
    "Address": "7567 Seymour Hwy Wichita Falls, TX 76310"
  },
  {
    "Name": "I-20 Speedway",
    "Description": "(903) 780-2998",
    "Phone": "(903) 780-2998",
    "Website": "http://www.i-20speedway.com/",
    "Address": "15698 CR 358 Winona, TX 75792"
  },
  {
    "Name": "K1 Speed Salt Lake",
    "Description": "K1 Speed Salt Lake features indoor electric go kart racing 7 days a week. The adult racing karts can reach speeds of 45 mph. Junior karts are available for younger drivers. In addition to the go karts, K1 Speed features private meeting rooms, a video arcade, snack bar, and a collection of auto racing memorabilia. Groups, private parties and corporate events are welcome.",
    "Phone": "(801) 758-7228",
    "Website": "http://k1speed.com/sandy-location.html",
    "Address": "725 E. 10600 South Sandy, UT 84094"
  },
  {
    "Name": "Miller Motorsports Park",
    "Description": "(435) 277-7223",
    "Phone": "(435) 277-7223",
    "Website": "http://www.millermotorsportspark.com/",
    "Address": "2901 N. Sheep Lane Tooele, UT 84074, USA"
  },
  {
    "Name": "Rocky Ridge Raceway - Vermont Shifter Karts",
    "Description": "Outdoor paved go kart road course race track. See track website for race schedule.",
    "Phone": "(802) 839-0486",
    "Website": "http://www.vtshifterkarts.com/",
    "Address": "400 Baptist Street Graniteville, VT 05654"
  },
  {
    "Name": "Capital City Speedway",
    "Description": "1/4 mile clay oval go kart track.",
    "Phone": "(540) 872-0595",
    "Website": "http://www.capitalcityspeedway.info/",
    "Address": "11067 Johnson Road Ashland, VA 23005"
  },
  {
    "Name": "Camp Motorsport",
    "Description": "Camp Motorsport features 4 paved karting tracks and a dirt karting oval. Camp Motorsport is a specialty motorsports camp for boys and girls of all driving experience. Facilities also include, off-road tracks and trails, a dirt bike motocross track, paintball, swimming pool and fishing. See website for more details.",
    "Phone": "(888) 836-1212",
    "Website": "http://www.campmotorsport.com/",
    "Address": "8144 Mount Laurel Road Clover, VA 24534"
  },
  {
    "Name": "All Sports Grand Prix Indoor Go Kart Track",
    "Description": "Indoor go kart race track featuring arrive and drive, special membership rates, league kart racing and corporate events. All Sports Grand Prix fetures 6.5 HP GT$ Sodi Karts and 9 HP Super Karts.",
    "Phone": "(571) 434-9566",
    "Website": "http://www.allsportsgp.com/",
    "Address": "45915 Maries Road #170, Dulles, VA 20166"
  },
  {
    "Name": "American Indoor Karting Go Kart Track",
    "Description": "Indoor go kart race track located in Fredericksburg Virginia. American Indoor Karting features three levels of race karts: Adult Karts - European racing karts with 6.5hp Honda motors, internal wet clutches, upholstered Tillet seats, Caliba steering wheels, hydraulic disc brakes, seat belts and roll bar protection. Junior Karts - Powered with 5.5hp Honda motors, internal wet clutches, hydraulic disk brakes, adjustable gas and brake pedals, adjustable seats and steering columns. All our karts have seat belts and roll bar protection. and Super Karts - feature 9hp Honda power and upgraded Tillet seats, and huge disc brakes.",
    "Phone": "(540) 785-0222",
    "Website": "http://www.americanindoorkarting.com/",
    "Address": "1400 Central Park Blvd Fredericksburg, VA 22401"
  },
  {
    "Name": "Lagley Speeday - Hampton Roads Kart Club",
    "Description": "The Hapton Roads Kart Club races are held at Langley Speedway. See Kart Club website for race schedule.",
    "Phone": "(757) 249-5728",
    "Website": "http://www.hrkc.com/",
    "Address": "100 Sonny Hutchins Dr. Hampton, VA 23666"
  },
  {
    "Name": "King George Speedway Go Kart Track",
    "Description": "1/5 mile paved go kart race track. Track uses WKA (World Karting Association) Rules.",
    "Phone": "(301) 475-5787",
    "Website": "http://www.kinggeorgespeedway.com/",
    "Address": "10324 James Madison Pkwy, King George, VA 22485"
  },
  {
    "Name": "Brunswick Speedway Go Kart Track",
    "Description": "High bank clay oval go kart track. Multiple race classes. See track website for race schedules.",
    "Phone": "",
    "Website": "http://www.brunswickspeedway.com/",
    "Address": "12550 Christanna Hwy Lawrenceville, VA 23868"
  },
  {
    "Name": "Autobahn Indoor Speedway",
    "Description": "Autobahn Indoor Speedway is a 40,000 sqft indoor go kart racing facility located in Northern Virginia. The Autobahn Indoor Speedway track is a Grand Prix style course that features Italian electric go karts. The adult racing karts can reach speeds of 50 mph while the junior karts are capable of speeds of 25 mph. Arrive and drive sessions as well as adult and junior racing leagues are held at the track. Birthday party, group, and corporate event packages are available. The track is open 7 days a week unless there is a private event scheduled. See track website for more information.",
    "Phone": "(571) 762-2100",
    "Website": "http://autobahnspeed.com/manassas-va-indoor-go-karts/",
    "Address": "8340 Sudley Rd. Manassas, VA 20109"
  },
  {
    "Name": "Old Dominion Karting Series - Old Dominion Speedway",
    "Description": "Go kart races are held on Sundays at Old Dominion Speedway. See series website for schedule.",
    "Phone": "(703) 590-9534",
    "Website": "http://www.odskarting.com/",
    "Address": "10611 Dumfries Rd. Manassas, VA 20112"
  },
  {
    "Name": "Amelia Motor Raceway Go Kart Track",
    "Description": "Amelia Motor Raceway was founded in the 1970's as Amelia Kart Track by Russell and Shirley Apperson, and Shirley's son Marc Chimento. AMR is a lighted outdoor clay oval kart race track.",
    "Phone": "(804) 561-4739",
    "Website": "http://www.ameliamotorraceway.com/",
    "Address": "Pridesville Rd Midlothian, VA 23112"
  },
  {
    "Name": "G-Force Karts Indoor Go Kart Race Track",
    "Description": "G-Force Karts is a 1/4 mile indoor track is a road course that twists and turns throughout the indoor facility, allowing drivers to use their skills to out maneuver their competitors. The track is concrete and is specially prepared, so the grip of the karts is excellent. To compliment the racing environment, NASCAR tires are used to outline the track. The tires were used at the Coca Cola 600, Richmond, and the California Winston Cup and Busch Series racing events. Yellow caution lights highlight the track during mishaps on the track and the end of the races. The track also features a computerized timing system that tracks each karts lap times. Sessions can include up to 12 races and last 8 minutes. Each racer receives a printout of their race performance: number of laps, lap times, average lap time, heat ranking, and over all ranking of the day. Three different karts are availabe for racing: Adult Karts - offer integrated weight boxes allowing for the addition of 60lbs of weight to the kart so you can test your skill against your friends or co-workers and take the weight bias out of the equation. Junior Karts - powered by 5.5hp Honda motors, and Super Karts - featuring 70cc Honda power plants.",
    "Phone": "(804) 228-0188",
    "Website": "http://www.gforcekarts.com/",
    "Address": "4245 Carolina Avenue, Bldg B Richmond, VA 23222"
  },
  {
    "Name": "Appleland Raceway Park",
    "Description": "Outdoor go kart track, fun for the whole family!",
    "Phone": "540-869-7455",
    "Website": "http://www.applelandracewaypark.com/",
    "Address": "4490 Valley Pike #B Stephens City, VA 22655"
  },
  {
    "Name": "American Indoor Karting Go Kart Track",
    "Description": "Indoor go kart race track located in Virginia Beach Virginia. American Indoor Karting features three levels of race karts: Adult Karts - European racing karts with 6.5hp Honda motors, internal wet clutches, upholstered Tillet seats, Caliba steering wheels, hydraulic disc brakes, seat belts and roll bar protection. Junior Karts - Powered with 5.5hp Honda motors, internal wet clutches, hydraulic disk brakes, adjustable gas and brake pedals, adjustable seats and steering columns. Super Karts - feature 9hp Honda power and upgraded Tillet seats, and huge disc brakes. Junior Karts, approximately 25mph; Adult Karts, approximately 35-40 mph; Super Karts outperform the adult karts in every way!",
    "Phone": "(757) 486-3003",
    "Website": "http://www.americanindoorkarting.com/",
    "Address": "2736 North Mall Drive Virginia Beach, VA 23452"
  },
  {
    "Name": "Eastside Speedway Go Kart Track",
    "Description": "Outdoor go kart race track featuring Outlaw Karting.",
    "Phone": "(540) 943-9336",
    "Website": "http://www.eastsidespeedway.com/",
    "Address": "Al Gore Lane Waynesboro VA 22980"
  },
  {
    "Name": "Sunset Speedway Go Kart Track",
    "Description": "Sunset Speedway is a 1/5th mile clay oval go kart race track. Sunset Speedway is located just west of Spokane in Airway Heights in the Spokane Motorsports ORV complex.",
    "Phone": "",
    "Website": "http://www.sunsetspeedway.org/",
    "Address": "20 S Russell St Airway Heights, WA 99001"
  },
  {
    "Name": "Jackson Prairie Speedway Go Kart Track",
    "Description": "Jackson Prairie Speedway consists of two go kart tracks: a 1/8th mile, lighted, banked clay oval and a 1/6th mile banked clay oval currently under construction.",
    "Phone": "(360) 262-9667",
    "Website": "http://www.jpspeedway.homestead.com/",
    "Address": "4326 Jackson Highway Chehalis, WA 98532"
  },
  {
    "Name": "PGP Motorsports Park Go Kart Track",
    "Description": "PGP Motorsports Park is a state of the art multi-configuration paved motorsports track located in Kent, Washington. This unique facility can support Karting, Supermoto, Car Lapping, Scooter Racing, AutoCross and much, much more. With a layout that is able to support 12 different track configurations, running both clockwise (CW) and counter clockwise (CCW) PGP Motorsports Park is always thrilling and fresh. Rental karts are available. PGP Motorsports Park utilizes the Birel N35 as its rental kart of choice. The N35 is Italian-built, draws upon a World Championship heritage and is the premier corporate entertainment kart on the market today and features a Honda 9hp 4-stroke engine with gearing to run 45mph.",
    "Phone": "(253) 639-RACE (7223)",
    "Website": "http://www.pacificgp.com/",
    "Address": "31001 144th Ave SE Kent, WA 98042"
  },
  {
    "Name": "Grand Prix Raceway Indoor Go Kart Track",
    "Description": "Grand Prix Raceway Indoor Go Kart Track features a wide racing surface means adequate room for passing and race maneuvers, and a couple of long straights result in high speeds and fast lap times! The track also features a barrier system, computerized timing/scoring using a state-of-the-art AMB scoring system to keep accurate scores and results. Facility also includes a climate controlled viewing lounge with video display.",
    "Phone": "(253) 272-9000",
    "Website": "http://www.grandprixraceway.com/",
    "Address": "11015 Pacific Hwy SW Lakewood, WA 98499"
  },
  {
    "Name": "K1 Speed Seatle",
    "Description": "Track features a concrete racing surface instead of an asphalt racing surface. This surface allows for great \"drifting\" opportunities! Karts at K1 are electric powered with a 20hp DC electric motor that produces far more torque than other kart engines, the electric karts have superb acceleration out of tight corners; while a gas engine can get bogged down, electric motors are capable of delivering maximum torque instantaneously. And unlike a gas-powered kart, an electric go kart can be programmed to a variety of pre-set speeds to accommodate guests of varying skill levels, including beginner, intermediate and advanced. The electric karts are also programmed for automatic speed reduction while in the pits and can be turned off remotely in the event of an emergency.",
    "Phone": "(425) 455-9999",
    "Website": "http://www.k1speed.com/",
    "Address": "2207 NE Bel-Red Rd Redmond, WA 98052"
  },
  {
    "Name": "Tri-City Kart Club",
    "Description": "Outdoor road course go kart track. Track provides racing and practice dates. See website for details and schedules.",
    "Phone": "(509) 531-4896",
    "Website": "http://www.tckc.net/",
    "Address": "3234 Twin Bridges Rd Richland, WA 99354"
  },
  {
    "Name": "Puget Sound Go Kart Association",
    "Description": "The historic Mountain Highway Raceway is a tight, challenging sprint layout with significant elevation changes. The last decade has seen the complete resurfacing of the track (1991) and the repaving and reshaping in concrete of the turns (1996), as well as pit area and parking expansion. (2004) the track was lengthened to 1972 ft and the straightaway was straightened out and is now 552ft in length. Additional improvements are continually being made by a dedicated group of volunteers and the PSGKA is well-established as one of the finest and most active karting clubs in the nation, providing quality family recreation and competition.",
    "Phone": "",
    "Website": "http://www.psgka.com/",
    "Address": "24716 Mountain Highway E Spanaway, WA 98387"
  },
  {
    "Name": "Fast Kart Indoor Speedway Go Kart Racing",
    "Description": "Race Indoor Go Karts with up to 8 karts at a time in wheel-to-wheel competition. Corporate events for Team Building & employee incentive programs. 40, 60 and 100 lap indoor go kart races available.",
    "Phone": "(407) 812-4004",
    "Website": "http://www.fastkartspeedway.com/",
    "Address": "1224 E. Front Ave. Spokane, WA 99202"
  },
  {
    "Name": "Skykart Indoor Racing Center Go Kart Track",
    "Description": "Sykart Indoor Racing Center is an indoor go-kart racing facility providing the very best in walk-in racing, corporate team building events, birthday parties and much more. Skykart uses european karts by SodiKart. World renowned for both their durable indoor rental karts as well as their outdoor karts, they've been a staple of the NW Indoor Karting scene for 7-8 years. Skykart uses the 6.5HP GT2 Proline and the 9HP GT4. Both karts are capable of speeds in excess of 40mph on an indoor track.",
    "Phone": "(425) 251-5060",
    "Website": "http://www.sykart.com/",
    "Address": "17450 W Valley Hwy Tukwila, WA 98188"
  },
  {
    "Name": "Apex Karting Indoor Go Kart Track",
    "Description": "Indoor road course go kart race track. Apex Karting’s fleet of Stratos Karts feature clean burning 9HP Honda engines, real racing slicks, Wilwood Disk Brakes and Tillet racing seats, these “Made in America” racing karts are capable of reaching speeds that feel faster than 40MPH. The karts have both adjustable seats and adjustable throttle and brake pedals and will accommodate racers from 4’10” to 6’8”.",
    "Phone": "(360) 705-2739",
    "Website": "http://www.apexkarting.com/",
    "Address": "7960 Center St SW Tumwater, WA 98501"
  },
  {
    "Name": "Summit Point Motorsports Park",
    "Description": "(304) 725-8444",
    "Phone": "(304) 725-8444",
    "Website": "http://summitpoint-raceway.com/",
    "Address": "201 Motorsports Park Cir, Summit Point, WV 25446"
  },
  {
    "Name": "Sugar River Raceway Go Kart Track",
    "Description": "Sugar River Raceway is a 1/2 mile paved asphalt road course designed and built specially for go kart racing. The track has been in continuous operation since 1959, and is owned and operated by the Fairman family. Weekly race programs are run April through October. The track is open during the week for both private and open practice sessions. A complete kart shop is located on site that offers retail and mail order sales of go karts and go kart parts. Private dates are also available for outings in which our facilities, karts, and safety gear are made available to corporations, clubs, or organizations.",
    "Phone": "(608) 897-2898",
    "Website": "http://www.sugarriverraceway.com/",
    "Address": "N2236 Mt Hope Rd Brodhead, WI 53520"
  },
  {
    "Name": "Hi-Go Raceway Go Kart Track",
    "Description": "Hi-Go Raceway is an 1/8th mile clay track located 1/4 mile north of Cecil, Wisconsin on Highway 22. Track is a clay base and is a \"true\" 1/8 mile in length measured on the inside of the track. It measures 325' x 150'. The straights are 25 feet wide and the corners are 30+ feet wide. Electrical hookups and water are available to the karters at the track.",
    "Phone": "(715) 524-5379",
    "Website": "http://www.higoraceway.com/",
    "Address": ""
  },
  {
    "Name": "GSR Kartway Go Kart Track",
    "Description": "Dirt Kart Racing on a 1/8 Mile Clay Oval, 30 foot Wide Straights - Semi-Banked Turns. Track also features: Elevated Spectator Area and Bleachers, Play Area for the Children, Concession Stand, Free Parking with View (can even watch the races from the comfort of your own vehicle) or bring your own lawn chairs and Relax on the hillside. Racing Wednesday Evenings throughout the Season. See track website for race schedule.",
    "Phone": "(920) 915-1471",
    "Website": "http://www.gsrkartway.com/",
    "Address": "N11024 Hwy 45 Clintonville, WI 54929"
  },
  {
    "Name": "Badger Kart Club",
    "Description": "Badger Raceway is a 6/10 mile paved road course operated by Badger Kart Club. Spectators are always welcome and admission is Free for spectators to the Raceway grounds.",
    "Phone": "(262) 436-9464",
    "Website": "http://www.badgerkartclub.com/",
    "Address": "W377 S1851 Gramling Ln. Dousman, WI 53118"
  },
  {
    "Name": "Road America Karting Club",
    "Description": "Road America Karting Club races at the Briggs & Stratton Motorplex within the Road America Race Track. The go kart track is a 8/10 mile kart track that is located inside the 4 mile track between turns 6 and 11. Track is a FIK/CIK approved track with over 50 feet of elevation change - a technically challenging track with some of the best corners in go karting!",
    "Phone": "(800) 365-7223",
    "Website": "http://www.rakartclub.com/",
    "Address": "N7390 Hwy 67 Elkhart Lake, WI 53020"
  },
  {
    "Name": "Kastle Park",
    "Description": "The paved 1/4 mile go kart track at Kastle Park features 30 banked curves providing driving fun for all ages. In addition to the go karts the family fun park offers Mega Mini Golf, Bumper Boats, Batting Cages, Paintball Target Range, and Arcade. A concession stand / snack bar sells a variety of refreshments.",
    "Phone": "(920) 465-6121",
    "Website": "http://www.kastlepark.com/",
    "Address": "2301 N Irwin Ave Green Bay, WI 54302"
  },
  {
    "Name": "Thunder Hill Speedway",
    "Description": "Thunder Hill Speedway is a family-owned 1/8 mile, clay oval track located in Menomonie, Wisconsin only one hour east of Minneapolis/St.Paul, MN. Thunder Hill Speedway races Flat track karts, Winged outlaw karts and ATV's on the 1/8 mile, clay, oval. Full concession stand and a beautiful hillside with grandstand seating for spectators. Racing every Saturday Night May-September.",
    "Phone": "(715) 664-8825",
    "Website": "http://www.thunderhill-speedway.com/",
    "Address": "N2950 690th Street Menomonie, WI 54751-6618"
  },
  {
    "Name": "Ringle Speedway Go Kart Track",
    "Description": "Ringle Speedway Go Kart Track is a 1/5 mile dirt surface tri-oval with wide banked corners, long straights and a tight hairpin.",
    "Phone": "(715) 571-5373",
    "Website": "http://www.ringlespeedway.com/",
    "Address": "R15289 Ringle Ave. Ringle, WI 54471"
  },
  {
    "Name": "US Air Motorsports Raceway",
    "Description": "The longest WKA go kart track in the United States. US Air Motorsports Raceway is a go-karting facility located in Shawano, Wisconsin, just 35 miles west of Green Bay on old Highway 29. The raceway was designed by Kenny Venberg, who is vice president of the World Karting Association (WKA). The raceway is 30 feet wide and over a mile long, and the 1/5 oval has 35 foot corners and a six foot elevation change from one side of the track to the other.",
    "Phone": "(715) 524-9231",
    "Website": "http://www.usairmotorsports.com/",
    "Address": "W5901 County Road BE Shawano, WI 54166"
  },
  {
    "Name": "Coulee Go Kart Raceway",
    "Description": "1/8 mile high banked paved go kart race track located in West Salem, Wisconsin. Racing Season runs May - August. Check track website for race schedule.",
    "Phone": "(608) 269-7034",
    "Website": "http://www.couleeraceway.com/",
    "Address": ""
  },
  {
    "Name": "Wyoming Kart Racing LLC Go Kart Track",
    "Description": "Outdoor paved road course go kart race track. Winter snow karting races. Kart rentals available. Wyoming Kart Racing welcomes kids must be at least 4'6\" tall to fit in the karts also Wednesdays are Ladies day. See website for details and race schedules. Wyoming Kart Racing LLC is the only official importer of Corse Karts from the Kart Company in Switzerland and offers importation of most other brands of racing parts.",
    "Phone": "(307) 745-8301",
    "Website": "http://www.kartingwyoming.com/",
    "Address": "3 Stevenson Road Laramie, WY 82070"
  }
]