[
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/a-p-e-edinburgh.png",
    "title": "A.P.E EDINBURGH",
    "content": "A.P.E. Edinburgh is an outdoor paintball company based on the outskirts of Scotland’s capital city in Wilkieston. Perfect for stag dos and hen parties, team building days and fun days out, A.P.E. Edinburgh is ideal for any occasion. Please see our facebook page for more details.",
    "contactInfo": {
      "Phone ": "+44 7837 758384",
      "Website ": "A.P.E Edinburgh"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Absolutely-Paintball.png",
    "title": "ABSOLUTELY PAINTBALL",
    "content": "Absolutely Paintball offers a fantastic venue, safe surroundings and the best quality staff to ensure whatever your experience, you will leave knowing you have had a serious good time. Our indoor arena is like no other, it's original, exciting and adrenaline pumped. It's an experience that has to be tried! There are various games with different scenarios, levels and choice to keep you coming back for more. Your safety is our priority.",
    "contactInfo": {
      "Phone ": "08450 262 466",
      "Website ": "Absolutely Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Action-paintball.png",
    "title": "ACTION PAINTBALL",
    "content": "We are passionate about Scenario Paintball and are one of very few paintballing venues that can guarantee your group our undivided attention and the entire playing area for the whole day. We have been host to thousands of birthday, stag and hen paintball parties, as well as team building days and specialised scenario paintball events in Cornwall over the years, yet we never stop innovating and improving our playing areas and equipment.",
    "contactInfo": {
      "Email ": "info@ActionPaintballCornwall.com",
      "Phone ": "01326 240020",
      "Website ": "Action Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Adventure1.png",
    "title": "ADVENTURE COMPANY",
    "content": "The Adventure Company is a leading publisher and distributor of interactive entertainment devoted exclusively to releasing titles geared towards adventure gamers. You will experience at least 5 games during the 3 hour half day session, we also run full days with lunch and approx 9 or 10 exciting games. You will experience at least 5 games during the 3 hour half day session, we also run full days with lunch and approx 9 or 10 exciting games.",
    "contactInfo": {
      "Email ": "info@adventure-company.co.uk",
      "Phone ": "01745 361 368",
      "Website ": "Adventure Company"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/adventure-sport-logo.jpg",
    "title": "ADVENTURE SPORTS (WARWICKSHIRE) LTD",
    "content": "With over 25 years experience on our 100 acre outdoor activity centre in Warwick we offer a huge range of activities for groups and individuals. Whether you are looking for an action-packed day of driving unusual vehicles or just a quick clay pigeon shoot at lunch time, we have an activity for you!",
    "contactInfo": {
      "Email ": "matt@adventuresport.co.uk",
      "Phone ": "01926 491 948",
      "Website ": "Adventure Sports (Warwickshire) Ltd"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/big-dunks-paintball.png",
    "title": "BIG DUNK’S PAINTBALL",
    "content": "Big Dunk's Paintball is a purpose built UKPSF accredited site with 9 game zones set in 20 acres. Located in North Cornwall near to Newquay Padstow Wadebridge Rock Camelford Bodmin moor and within 1 hour of most Cornwall tourist attractions and other favorite holiday spots in Cornwall.If you are paintballing at accredited venues you know you are getting the best paintball experience possible!!! - Why play anywhere else in Cornwall?",
    "contactInfo": {
      "Email ": "info@bigdunkspaintball.co.uk",
      "Phone ": "01840 211 460",
      "Website ": "BIG DUNK’S PAINTBALL"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Black-Mountain-Activities.png",
    "title": "BLACK MOUNTAIN ACTIVITIES",
    "content": "Set amongst the beautiful countryside of the Brecon Beacons National Park near the foothills of the Black Mountains, Near Brecon and Hay on Wye only 1 hour from Cardiff and Newport and 40 minutes from Hereford. Our purpose built Paintball site allows us to tailor make sessions to meet our customers’ requirements, making for a unique experience to suit adults kids, youth and schools groups. Those travelling from London & Bristol will cross the Severn Bridge.",
    "contactInfo": {
      "Email ": "bookings@blackmountain.co.uk",
      "Phone ": "01497 847897",
      "Website ": "Black Mountain Activities"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Chaos-Paintball.png",
    "title": "CHAOS PAINTBALL",
    "content": "Paintball is ideal for Stag and Hen weekends, groups, corporate events and kids parties. Here at Chaos Paintball our marshals are friendly and professional and their mission is to provide you with a fun and action packed of paintball games. Situated in Husbands Bosworth, near Leicester we are easy to reach from Lutterworth, Leicester, Coventry, Rugby, Hinkley and the surrounding areas of Leicestershire.",
    "contactInfo": {
      "Email ": "contactform@armourgeddon.co.uk",
      "Phone ": "01858 880 239",
      "Website ": "Chaos Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Chepstow-Outdoor-Activity-Centre.png",
    "title": "CHEPSTOW OUTDOOR ACTIVITY CENTRE",
    "content": "All terrain quad biking with treks suitable for beginners or more challenging routes for experienced riders. Through woodland, over farmland with spectacular views across the River Severn. Paintball games for groups or individuals can join one of our regular weekend games. QUAD TREKKING, PAINTBALL GAMES, COFFEE SHOP, CYCLE HIRE, FREE PARKING.",
    "contactInfo": {
      "Email ": "windyridgehouse@tiscali.co.uk",
      "Phone ": "07769 684 458",
      "Website ": "Chepstow Outdoor Activity Centre"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Combat-Paintball.png",
    "title": "COMBAT PAINTBALL",
    "content": "Combat Paintball Skelmersdale is a paintballing venue serving its local area in Lancashire. They are experienced in providing paintballing, paintball games, paintball parties, combat games and paintball. For more info contact Combat Paintball paintballing venue on their telephone number - 01695 555137.",
    "contactInfo": {
      "Email ": "combatpaintball@hotmail.com",
      "Phone ": "01695 555137",
      "Website ": "Combat Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Combat-Zone-Paintball.png",
    "title": "COMBAT ZONE PAINTBALL",
    "content": "Looking for a paintball site in Lincoln - Lincolnshire? Then look no further. Combat Zone Paintball is the perfect paintball venue located in the heart of Lincolnshire only 7 miles from Lincoln city centre. We pride ourselves on offering the best standard of equipment available along with over 13 unique paintball fields which are continuously changed. Reproduction without prior consent in writing will result in legal action.",
    "contactInfo": {
      "Phone ": "01427 611303",
      "Website ": "Combat Zone Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Conflict.png",
    "title": "CONFLICT PAINT BALLING",
    "content": "The enemy’s advancing toward your headquarters, water on both sides and no time to retreat. Your only option is to fight your way out. Dominate the fuel dump, rescue agent 141 and storm the fort. These are some of the missions you can join up for at Northampton’s premiere paintball venue. Taking up the battle from Hostile fire paintball, the new owners Conflict paintball will carry on the fight to offer a truly unique paintballing experience to Northampton, Rushden.",
    "contactInfo": {
      "Email ": "Info@conflictpaintball.com",
      "Phone ": "07582777169",
      "Website ": "Conflict PAINT Balling"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/ucap-logo.jpg",
    "title": "CRACKING DAY",
    "content": "UCAP Airsoft, one of the leading providers of Airsoft combat games in the UK. With a variety of sites based across the south, we offer something to suit all tastes; UCAP is a one stop shop for both new players and old salts! If you have never played Airsoft, then you have missed out, think paintball but with kit that looks real, games that excite and venues that will leave you awestruck! It's not about 20 minute ammo slinging matches, it's about tactics, teamwork and lots of fun!",
    "contactInfo": {
      "Email ": "info@ucap.co.uk",
      "Phone ": "07590818881",
      "Website ": "Cracking Day"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Crackshots.png",
    "title": "CRACKSHOTS",
    "content": "Crackshots Paintball in Exeter, Devon have created Twelve purpose built Paintballing games zones and set with 120 acres on an ancient iron age encampment, earthworks and woodland that is totally unique. Crackshots Paintball Exeter is one of the South West's leading outdoor paintball centres, only 15 minutes from Exeter's City Centre, we cater for any group size, from ages 6 upwards with laser tag and 11+ for paintball games.",
    "contactInfo": {
      "Email ": "info@crackshots.co.uk",
      "Phone ": "01392 247 442",
      "Website ": "Crackshots"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/culla-park-paintball.jpg",
    "title": "CULLA PARK PAINTBALL",
    "content": "Culla Park Paintball is an outdoor sports company based at the Culla Park Activity Centre in Kidwelly, Dyfed, West Wales.",
    "contactInfo": {
      "Email ": "paintball@cullapark.com",
      "Phone ": "01554 811181",
      "Website ": "Culla Park Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Dalby-Activity-Centre.png",
    "title": "DALBY ACTIVITY CENTRE",
    "content": "Outdoor activities and paintballing centre based in the atmospheric Dalby Forest between Pickering and Scarborough. We offer easy access from York, Leeds, Scarborough, Whitby, Teeside. Catering for all types of groups, from birthday parties and stag/hen do's to school and corporate entertainment events. We have been providing action packed activity days since 2001. Have a look around our site to see what we can offer you and your group.",
    "contactInfo": {
      "Email ": "info@dalbyactivitycentre.co.uk",
      "Phone ": "07765 243672",
      "Website ": "Dalby Activity Centre"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/DF-Logo.png",
    "title": "DELTA FORCE PAINTBALL",
    "content": "Delta Force Paintball is perhaps the best recognised name in the sport of paintball today. With over half a million paintball players through our doors last year alone no organisation is more experienced or better placed to host your ultimate paintball day-out. We have dozens of paintball centres located all over the UK, all superbly equipped and fully dedicated to providing you with the very highest standards of care, safety, value for money and fun!",
    "contactInfo": {
      "Email ": "contact@paintballgames.co.uk",
      "Phone ": "0844 477 5115",
      "Website ": "Delta Force Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Dragon-Raiders-Activity-Park.png",
    "title": "DRAGON RAIDERS ACTIVITY PARK",
    "content": "Welcome to Dragon Raiders Paintball Park – the Ultimate Paintball Park! If you are looking for adrenalin, adventure and pure fun, then look no further. Dragon Raiders Paintball is the ultimate paintballing experience. We are located in an area of outstanding natural beauty on the coast of the Llyn peninsula in Gwynedd, North Wales. The game zones are set in over 30 acres of prime forest, specially designed game zones.",
    "contactInfo": {
      "Email ": "enquiries@dragonraiders.co.uk",
      "Phone ": "01766 523119",
      "Website ": "Dragon Raiders Activity Park"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Excalibur-Paintball-Games.png",
    "title": "EXCALIBUR PAINTBALL GAMES",
    "content": "Excalibur Paintball is located east of the city of Battle Creek, Michigan In a very remote area, with over 40 acres setup just for paintball playing fields. Excalibur Paintball is the largest outdoor playing field in the area, We offer full rental options for all players. Find out why so many bachelor and bachelorette parties, youth groups, company parties and groups from all levels of business and organizations are regularly play our field's for great times!",
    "contactInfo": {
      "Email ": "Excalpaint@aol.com",
      "Phone ": "(269) 963 3925",
      "Website ": "Excalibur Paintball Games"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/FML-Insurance-Services-Limited.png",
    "title": "FML INSURANCE SERVICES LIMITED",
    "content": "FML is a commercial insurance specialist, established in 1994, we provide a brokerage service for competitive insurance products to businesses throughout the UK. Backed by some of the best Underwriters, we aim to combine excellent cover with cost effective premiums thus bringing a better balance to the commercial insurance needs of a wide range of businesses. FML have been arranging construction liability insurance for Contractors.",
    "contactInfo": {
      "Email ": "enquiries@fmlins.co.uk",
      "Phone ": "01702 437 800",
      "Website ": "FML Insurance Services Limited"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Frontline-Paintball.png",
    "title": "FRONTLINE PAINTBALL",
    "content": "Frontline Paintball offers a fun yet challenging paintball experience for individuals or privately for group games such as stag parties, corporate entertainment and team building. Our site offers 8 different game areas, and caters for up to 200 players at one time. The site is open to all every Saturday and Sunday and for corporate groups, stag or hen dos, schools and colleges, our site opens during the weekday where you can enjoy our site privately for your group.",
    "contactInfo": {
      "Phone ": "01704 834 300",
      "Website ": "Frontline Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Gunsmoke-Paintball.png",
    "title": "GUNSMOKE PAINTBALL",
    "content": "Come and play paintball with your friends and colleagues. We welcome individuals, groups, clubs, paintball parties, walk on players (1st sunday of each month at Hadleigh and last sunday at Layer Marney) and also younger players (must be 12 and over and have parental consent). Simply call 07790 143118 to arrange your booking stating which site you want to play at or alternatively. Bring yourself or your friends or team to play.",
    "contactInfo": {
      "Email ": "Julie@gunsmoke-paintball.co.uk",
      "Phone ": "07790 143118",
      "Website ": "Gunsmoke Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Hartmann-International.jpg",
    "title": "HARTMANN INTERNATIONAL",
    "content": "Gerard Hartmann is a native of Limerick City, Ireland who, over the past twenty two years, has developed a reputation for treating many of the the world's elite sport stars. He is the founder and director of Hartmann International Sports Injury Clinic at the University Arena, University of Limerick, Ireland and its satellite clinic at the High Altitude Training Centre, Iten, Kenya.",
    "contactInfo": {
      "Email ": "admin@hartmann-international.com",
      "Phone ": "061 371255",
      "Website ": "Hartmann International"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Ivyleaf-Paintball.png",
    "title": "IVYLEAF PAINTBALL",
    "content": "We are an independent company and a member of the UKPSF (UK paintball sport federation), and offer all of our customers an excellent day out in a safe and professional environment. We have 7 themed game zones for you to go wild with, some of which re-create actual war zones such as the trench warfare of WW1 and Normandy beach landings of WW2, through to urban vehicle assaults and a tournament Zone.",
    "contactInfo": {
      "Phone ": "07851 950242",
      "Website ": "Ivyleaf Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Madtrax-Off-Road-Karting.png",
    "title": "MADTRAX OFF ROAD KARTING & PAINTBALL CENTRE",
    "content": "With venues all over the country and more opening all the time, Madtrax is the ultimate Off-Road Autosport experience. It's the logical progression from go-karts !!!!! We cater for groups of all sizes, from large corporate groups, right down to individual bookings, so why not treat yourself to the 'Madtrax Experience', the experience of a lifetime.",
    "contactInfo": {
      "Phone ": "07539 382803",
      "Website ": "Madtrax Off Road Karting & Paintball Centre"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/marchbrook-paintball.png",
    "title": "MARCHBROOK LEISURE",
    "content": "Welcome to the Paintbattle, where no one is safe and anything is possible. Where the fields are alive with the sound of warfare. Where paint turns into bullets and boys turn into men. Where the equipment might just be better than you are (for now). Where the pizza doesn't cost a thing, but losing costs everything. Don't just play, win. Don't just do your best, do your duty. Start now.",
    "contactInfo": {
      "Email ": "info@marchbrookpaintball.co.uk",
      "Phone ": "01978 480 120",
      "Website ": "Marchbrook Leisure"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Mayhem-Canterbury.png",
    "title": "MAYHEM CANTERBURY",
    "content": "We operate 8 venues across: Kent, Surrey, Sussex, Berkshire, Hertfordshire & Essex, providing you some of the best game arenas and paintball sites in the UK. All our customers benefit from our great facilities and personal service as we aim to provide you with the best paintball/laser experiences possible. We offer you a unique and unrivalled variety of action packed paintball games on our purpose built game maps.",
    "contactInfo": {
      "Email ": "info@mayhemsoutheast.com",
      "Phone ": "01634 865134",
      "Website ": "Mayhem Canterbury"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Modern-Ops-Paintball.png",
    "title": "MODERN OPS PAINTBALL",
    "content": "An intense & extreme indoor paintball facility. Exclusively using handgun pistols, can you survive \"THE KILL-MAZE! - Where danger hides around every corner!",
    "contactInfo": {
      "Email ": "info@domcollect.com",
      "Phone ": "07963 278320",
      "Website ": "Modern Ops Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/New-Forest-Water-Park.png",
    "title": "NEW FOREST WATER PARK",
    "content": "Whether you're taking part in the watersports or not, we also offer a choice of our Lakeside Campsite or Woodland Campsite (Camping in the New Forest with open fires allowed!). Or just enjoy a drink and a game of pool whilst listening to a live band in our clubhouse with a large balcony overlooking the watersports. We even have a unique, secluded Private Island for hire - perfect for a romantic weekend or private fishing.",
    "contactInfo": {
      "Email ": "info@newforestwaterpark.co.uk",
      "Phone ": "01425 656 868",
      "Website ": "New Forest Water Park"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/NPF-Bassetts-Pole.png",
    "title": "NPF BASSETTS POLE",
    "content": "Games at NPF are at the heart of our business. It’s how everything started and our passion for the game drives us to deliver exceptional paintball experiences. Set in 200 acres of natural woodland incorporating some of the best paintball game maps in the world NPF provides an exhilarating setting for your day out. Perfect for birthdays, stag parties, corporate events or just great days out with your mates – NPF Adult Paintball delivers without compromise.",
    "contactInfo": {
      "Phone ": "0121 323 1000",
      "Website ": "NPF Bassetts Pole"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Outdoor-Action-Paintball-Logo.jpg",
    "title": "OUTDOOR ACTION PAINTBALL",
    "content": "We are a paintball site located just off the M65 at J 7, boasting a staff of ex-military personnel with a wealth of paintball experience.",
    "contactInfo": {
      "Email ": "info@outdooractionpaintball.co.uk",
      "Phone ": "07966 394 773",
      "Website ": "Outdoor Action Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Paintball-at-Quex.png",
    "title": "PAINTBALL AT QUEX",
    "content": "Welcome to Quex Park Paintball, Kent's new and exciting paintballing facility. We have three arenas and several different scenarios to test your paintballing skills. All events are catered for - parties, corporate team building or just a day of fun with friends - We can accommodate everyone's needs. all of our equipment is checked on a daily basis to ensure the best possible experience is had by all of our valued customers.",
    "contactInfo": {
      "Email ": "info@quexpaintball.com",
      "Phone ": "01843 866 023",
      "Website ": "Paintball at Quex"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Paintball-Trax.png",
    "title": "PAINTBALL TRAX",
    "content": "Paintball Trax & Laser Tag Activity Centre has been established nearly 14 years. Family run means we understand what you want for a fun day out. With 6 game zones and many different scenarios, means you can enjoy your time with us without getting bored. Paintball & Laser Tag allows teams to pit their wits and strategies to eliminate their enemy or achieve the task given, before they do. Take up the challenge & let's see who is victorious.",
    "contactInfo": {
      "Phone ": "07811 480660",
      "Website ": "Paintball Trax"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/logo1.png",
    "title": "PAINTBALL.CO.UK",
    "content": "If you're looking for the best paintball experience day imaginable, you've come to the right place. Guest play paintball in two storey castles, WWII bunkers, full size aircraft and zombie graveyards - it really is a paintballer's dream come true! You can choose from over 30 UK paintball centres with 12 located in London. This means that over 90% of the UK population is within a 60 minute drive from one of our centres.",
    "contactInfo": {
      "Email ": "info@paintball.co.uk",
      "Phone ": "0844 815 1755",
      "Website ": "Paintball.co.uk"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/PaintballWales.jpg",
    "title": "PAINTBALLWALES.COM",
    "content": "Tournament Paintball Sports is one of the fastest-growing, increasingly popular and most spectacular new action-packed Adrenalin Sports of the 21st century, especially the \"Concept\", \"Field\" & \"Indoor\" spectator-friendly varieties of Paintball Sports that we play, such as the \"Speedball\"-style \"Sup' Airball\" and \"X-Ball\", also played in Official Tournament Playing Fields & Competitions, such as the USA's NPPL League and the UK's Millennium Series.",
    "contactInfo": {
      "Phone ": "08700 630063",
      "Website ": "PaintballWales.com"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Phoenix-Paintball.png",
    "title": "PHOENIX PAINTBALL",
    "content": "Phoenix Paintball are a well established wholesale & retail supplier of paintballs and paintball equipment. As a rental site owner as well, we have been in the paintball industry for over 25 years so know the business in & out. From an o-ring to full site set up, Phoenix Paintball can help.",
    "contactInfo": {
      "Phone ": "01543 570061",
      "Website ": "Phoenix Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Planet-Paintball.png",
    "title": "PLANET PAINTBALL",
    "content": "Planet Eclipse is a trusted leading manufacturer of professional paintball markers such as the Ego LV1, Geo, Etek, Etha and SL shooting platforms, creators of the Eclipse Distortion and Eclipse Overload brand clothing and paintball accessories. We have offices both in the USA and UK and distribute sales throughout Europe and worldwide. If you are looking for industry advice on paintball, paintball games and paintball equipment please feel free to contact us.",
    "contactInfo": {
      "Email ": "info.usa@planeteclipse.com",
      "Phone ": "+1 401 247 9061",
      "Website ": "Planet Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Propaintball-Online.png",
    "title": "PROPAINTBALL ONLINE",
    "content": "Pro Paintball is an online paintball gear supplier.",
    "contactInfo": {
      "Email ": "info@propaintball.nl",
      "Phone ": "06-25377299",
      "Website ": "Propaintball Online"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Pure-Rush-Paintball.png",
    "title": "PURE RUSH PAINTBALL",
    "content": "We offer state of the art tournament grade equipment. Highly trained professional marshals, professionally designed games zones, Tactical team scenarios put together by unquestionably a man who knows this sport all at unbeatable prices.",
    "contactInfo": {
      "Email ": "info@propaintball.nl",
      "Phone ": "06-25377299",
      "Website ": "Pure Rush Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Sportingdays.png",
    "title": "SPORTING DAYS",
    "content": "Offering Seven miles of Trails, a Dressage Court for Four Arenas, the Palmetto Pavilion overlooking the Main Show Ring, Four Stables for 50, Electric & water hookups, a three horse wash rack, primitive camping, paddocks and an extensive number of Cross Country obstacles including water, banks and ditches.Promote your business in our full color program, on a ringside billboard, or send best wishes to a competitor!",
    "contactInfo": {
      "Email ": "SDAikenHT@aol.com",
      "Phone ": "803-649-7075",
      "Website ": "Sporting days"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Stretton-Circuit.png",
    "title": "STRETTON CIRCUIT",
    "content": "One of the most feared extreme sports in the country is now making a name for itself in the Stretton Circuit woods. A dedicated wooded area filled with WWII bunkers, shelters, ditches and walkways in addition to hides and bases awaits you in our multi scenario paintball arena.",
    "contactInfo": {
      "Email ": "info@strettoncircuit.co.uk",
      "Phone ": "0116 259 2900",
      "Website ": "Stretton Circuit"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Tactical-Action-Games1.png",
    "title": "TACTICAL ACTION GAMES",
    "content": "Who Are We? We are the latest in action games requiring team work and tactics to complete the objective. With a heavy focus in Team work and an Arena changing on a regular basis, this combines to make an experience like no other. Gone are the days of regular bottlenecks and constant hiding places levelling the playing field for both new & experienced players. Our main game is Paintball but we offer other games too. We also offer the opportunity for groups.",
    "contactInfo": {
      "Email ": "bookings@tagames.co.uk",
      "Phone ": "07549958934",
      "Website ": "Tactical Action Games"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Targets-Paintball.png",
    "title": "TARGETS PAINTBALL",
    "content": "Targets Paintball has been in existence for over 25 years and has led the field in terms of innovative and state-of-the-art paintball games. We began when the paintball guns were six shot revolvers using 0.5\" paintballs - boy did they sting when you copped one !! We progressed to the 10 shot \"Splatmaster\" then on to the Stirling pump action and finally to the Tippman semi-auto which we use today. We have been in paintball since the early days so we know the business.",
    "contactInfo": {
      "Email ": "info@targetspaintball.co.uk",
      "Phone ": "01749 344667",
      "Website ": "Targets Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/The-Able-Project.png",
    "title": "THE ABLE PROJECT",
    "content": "We provide qualifications and training opportunities through practical hands on activities. The ABLE Project is a safe and supportive place to learn useful outdoor skills. The farm site provides a great base for accredited learning and non-accredited programmes.",
    "contactInfo": {
      "Email ": "admin@theableproject.org.uk",
      "Phone ": "01924 339994",
      "Website ": "The Able Project"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/The-Dangerzone.png",
    "title": "THE DANGERZONE MMA",
    "content": "Dangerzone MMA is a mixed martial arts promotion with 2 events and 18 fighters.",
    "contactInfo": {
      "Email ": "dan@dansevern.com",
      "Phone ": "(517) 278-4908",
      "Website ": "The Dangerzone MMA"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Great-War-Experience.jpg",
    "title": "THE GREAT WAR EXPERIENCE WW1 INDOOR PAINTBALL",
    "content": "The Great War Experience not only offers the thrill of paintball but has been specifically designed using special effects to re-create the experience of trench warfare during the First World War. This is the ultimate in excitement and adrenalin. A unique indoor paintball challenge where the weather cannot spoil your fun. Bring a group of between 4 people and 20 people to battle against each other in the greatest paintball event, unlike any other.",
    "contactInfo": {
      "Email ": "thegreatwar@btinternet.com",
      "Phone ": "01621 776153",
      "Website ": "The Great War Experience WW1 Indoor Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/The-Paintball-Shop.gif",
    "title": "THE PAINTBALL SHOP",
    "content": "Import and distribution of leading paintball brands through The Paintball Shop group. Come check out our retail shop for the latest in paintball gear. We also service paintball markers and can advise you on how to get into the game.",
    "contactInfo": {
      "Email ": "info@paintballshop.co.za",
      "Phone ": "(041) 364 0549",
      "Website ": "The Paintball Shop"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/top-gun.jpg",
    "title": "TOPGUN PAINTBALL",
    "content": "Our paintball venue is ideal for paintballers who demand that little bit extra, by that we mean our vast woodland site. There's nothing like carrying out a mission in a realistic setting. It's up to you how you devise your strategy, you could sneak up on your opponents and shoot them before they know you're there, or you could go in all guns blazing.",
    "contactInfo": {
      "Email ": "info@topgunpaintball.co.uk",
      "Phone ": "07956 88 99 01",
      "Website ": "Topgun Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Vertical-Descents.png",
    "title": "VERTICAL DESCENTS",
    "content": "Vertical Descents brought Canyoning to Scotland in 1998. Since then we have been at the forefront of Canyoning in the UK developing and tailoring trips to suit a wide range of abilities. You are about to have the best day of your life, but you need to organise the all important party before hand, well look no further because we can offer you exactly what you want for the best Stag and Hen Party ever. We offer a variety of popular paintball packages that offer great value.",
    "contactInfo": {
      "Email ": "info@verticaldescents.com",
      "Phone ": "01855 821 593",
      "Website ": "Vertical Descents"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/warzone-paintball.jpg",
    "title": "WARZONE PAINTBALL GAMES",
    "content": "We have highly varied terrain including hills, ponds, bridges, trenches, woodland and open areas giving some of the most mixed and varied game zones around. Indoor and outdoor safe areas, large car park 20 metres walk from the safe area, separate male and female toilets, personal lockers, indoor counter area selling all kinds of drinks and snacks, new paintball goggles, grenades and marker (gun) upgrades.",
    "contactInfo": {
      "Email ": "warzonepaintball@googlemail.com",
      "Phone ": "07887 841306",
      "Website ": "Warzone Paintball Games"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Woolaball-Paintball.png",
    "title": "WOOLABALL PAINTBALL",
    "content": "Unlike other paintball sites that claim to be in Hull, Hull Paintball (used to be known as woolaball paintball), are actually based within the Hull area - our postcode is HU12 0BJ if you wish to check for yourself! Our playing field is designed for fast action and intimate battles that put you straight into the action. If you come to Hull Paintball to play paintball games, you won't spend best part of the day walking between playing arenas.",
    "contactInfo": {
      "Phone ": "01964 626160",
      "Website ": "Woolaball Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/a-p-e-edinburgh.png",
    "title": "A.P.E EDINBURGH",
    "content": "A.P.E. Edinburgh is an outdoor paintball company based on the outskirts of Scotland’s capital city in Wilkieston. Perfect for stag dos and hen parties, team building days and fun days out, A.P.E. Edinburgh is ideal for any occasion. Please see our facebook page for more details.",
    "contactInfo": {
      "Phone ": "+44 7837 758384",
      "Website ": "A.P.E Edinburgh"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Absolutely-Paintball.png",
    "title": "ABSOLUTELY PAINTBALL",
    "content": "Absolutely Paintball offers a fantastic venue, safe surroundings and the best quality staff to ensure whatever your experience, you will leave knowing you have had a serious good time. Our indoor arena is like no other, it's original, exciting and adrenaline pumped. It's an experience that has to be tried! There are various games with different scenarios, levels and choice to keep you coming back for more. Your safety is our priority.",
    "contactInfo": {
      "Phone ": "08450 262 466",
      "Website ": "Absolutely Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Action-paintball.png",
    "title": "ACTION PAINTBALL",
    "content": "We are passionate about Scenario Paintball and are one of very few paintballing venues that can guarantee your group our undivided attention and the entire playing area for the whole day. We have been host to thousands of birthday, stag and hen paintball parties, as well as team building days and specialised scenario paintball events in Cornwall over the years, yet we never stop innovating and improving our playing areas and equipment.",
    "contactInfo": {
      "Email ": "info@ActionPaintballCornwall.com",
      "Phone ": "01326 240020",
      "Website ": "Action Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Adventure1.png",
    "title": "ADVENTURE COMPANY",
    "content": "The Adventure Company is a leading publisher and distributor of interactive entertainment devoted exclusively to releasing titles geared towards adventure gamers. You will experience at least 5 games during the 3 hour half day session, we also run full days with lunch and approx 9 or 10 exciting games. You will experience at least 5 games during the 3 hour half day session, we also run full days with lunch and approx 9 or 10 exciting games.",
    "contactInfo": {
      "Email ": "info@adventure-company.co.uk",
      "Phone ": "01745 361 368",
      "Website ": "Adventure Company"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/adventure-sport-logo.jpg",
    "title": "ADVENTURE SPORTS (WARWICKSHIRE) LTD",
    "content": "With over 25 years experience on our 100 acre outdoor activity centre in Warwick we offer a huge range of activities for groups and individuals. Whether you are looking for an action-packed day of driving unusual vehicles or just a quick clay pigeon shoot at lunch time, we have an activity for you!",
    "contactInfo": {
      "Email ": "matt@adventuresport.co.uk",
      "Phone ": "01926 491 948",
      "Website ": "Adventure Sports (Warwickshire) Ltd"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/big-dunks-paintball.png",
    "title": "BIG DUNK’S PAINTBALL",
    "content": "Big Dunk's Paintball is a purpose built UKPSF accredited site with 9 game zones set in 20 acres. Located in North Cornwall near to Newquay Padstow Wadebridge Rock Camelford Bodmin moor and within 1 hour of most Cornwall tourist attractions and other favorite holiday spots in Cornwall.If you are paintballing at accredited venues you know you are getting the best paintball experience possible!!! - Why play anywhere else in Cornwall?",
    "contactInfo": {
      "Email ": "info@bigdunkspaintball.co.uk",
      "Phone ": "01840 211 460",
      "Website ": "BIG DUNK’S PAINTBALL"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Black-Mountain-Activities.png",
    "title": "BLACK MOUNTAIN ACTIVITIES",
    "content": "Set amongst the beautiful countryside of the Brecon Beacons National Park near the foothills of the Black Mountains, Near Brecon and Hay on Wye only 1 hour from Cardiff and Newport and 40 minutes from Hereford. Our purpose built Paintball site allows us to tailor make sessions to meet our customers’ requirements, making for a unique experience to suit adults kids, youth and schools groups. Those travelling from London & Bristol will cross the Severn Bridge.",
    "contactInfo": {
      "Email ": "bookings@blackmountain.co.uk",
      "Phone ": "01497 847897",
      "Website ": "Black Mountain Activities"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Chaos-Paintball.png",
    "title": "CHAOS PAINTBALL",
    "content": "Paintball is ideal for Stag and Hen weekends, groups, corporate events and kids parties. Here at Chaos Paintball our marshals are friendly and professional and their mission is to provide you with a fun and action packed of paintball games. Situated in Husbands Bosworth, near Leicester we are easy to reach from Lutterworth, Leicester, Coventry, Rugby, Hinkley and the surrounding areas of Leicestershire.",
    "contactInfo": {
      "Email ": "contactform@armourgeddon.co.uk",
      "Phone ": "01858 880 239",
      "Website ": "Chaos Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Chepstow-Outdoor-Activity-Centre.png",
    "title": "CHEPSTOW OUTDOOR ACTIVITY CENTRE",
    "content": "All terrain quad biking with treks suitable for beginners or more challenging routes for experienced riders. Through woodland, over farmland with spectacular views across the River Severn. Paintball games for groups or individuals can join one of our regular weekend games. QUAD TREKKING, PAINTBALL GAMES, COFFEE SHOP, CYCLE HIRE, FREE PARKING.",
    "contactInfo": {
      "Email ": "windyridgehouse@tiscali.co.uk",
      "Phone ": "07769 684 458",
      "Website ": "Chepstow Outdoor Activity Centre"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Combat-Paintball.png",
    "title": "COMBAT PAINTBALL",
    "content": "Combat Paintball Skelmersdale is a paintballing venue serving its local area in Lancashire. They are experienced in providing paintballing, paintball games, paintball parties, combat games and paintball. For more info contact Combat Paintball paintballing venue on their telephone number - 01695 555137.",
    "contactInfo": {
      "Email ": "combatpaintball@hotmail.com",
      "Phone ": "01695 555137",
      "Website ": "Combat Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Combat-Zone-Paintball.png",
    "title": "COMBAT ZONE PAINTBALL",
    "content": "Looking for a paintball site in Lincoln - Lincolnshire? Then look no further. Combat Zone Paintball is the perfect paintball venue located in the heart of Lincolnshire only 7 miles from Lincoln city centre. We pride ourselves on offering the best standard of equipment available along with over 13 unique paintball fields which are continuously changed. Reproduction without prior consent in writing will result in legal action.",
    "contactInfo": {
      "Phone ": "01427 611303",
      "Website ": "Combat Zone Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Conflict.png",
    "title": "CONFLICT PAINT BALLING",
    "content": "The enemy’s advancing toward your headquarters, water on both sides and no time to retreat. Your only option is to fight your way out. Dominate the fuel dump, rescue agent 141 and storm the fort. These are some of the missions you can join up for at Northampton’s premiere paintball venue. Taking up the battle from Hostile fire paintball, the new owners Conflict paintball will carry on the fight to offer a truly unique paintballing experience to Northampton, Rushden.",
    "contactInfo": {
      "Email ": "Info@conflictpaintball.com",
      "Phone ": "07582777169",
      "Website ": "Conflict PAINT Balling"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/ucap-logo.jpg",
    "title": "CRACKING DAY",
    "content": "UCAP Airsoft, one of the leading providers of Airsoft combat games in the UK. With a variety of sites based across the south, we offer something to suit all tastes; UCAP is a one stop shop for both new players and old salts! If you have never played Airsoft, then you have missed out, think paintball but with kit that looks real, games that excite and venues that will leave you awestruck! It's not about 20 minute ammo slinging matches, it's about tactics, teamwork and lots of fun!",
    "contactInfo": {
      "Email ": "info@ucap.co.uk",
      "Phone ": "07590818881",
      "Website ": "Cracking Day"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Crackshots.png",
    "title": "CRACKSHOTS",
    "content": "Crackshots Paintball in Exeter, Devon have created Twelve purpose built Paintballing games zones and set with 120 acres on an ancient iron age encampment, earthworks and woodland that is totally unique. Crackshots Paintball Exeter is one of the South West's leading outdoor paintball centres, only 15 minutes from Exeter's City Centre, we cater for any group size, from ages 6 upwards with laser tag and 11+ for paintball games.",
    "contactInfo": {
      "Email ": "info@crackshots.co.uk",
      "Phone ": "01392 247 442",
      "Website ": "Crackshots"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/culla-park-paintball.jpg",
    "title": "CULLA PARK PAINTBALL",
    "content": "Culla Park Paintball is an outdoor sports company based at the Culla Park Activity Centre in Kidwelly, Dyfed, West Wales.",
    "contactInfo": {
      "Email ": "paintball@cullapark.com",
      "Phone ": "01554 811181",
      "Website ": "Culla Park Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Dalby-Activity-Centre.png",
    "title": "DALBY ACTIVITY CENTRE",
    "content": "Outdoor activities and paintballing centre based in the atmospheric Dalby Forest between Pickering and Scarborough. We offer easy access from York, Leeds, Scarborough, Whitby, Teeside. Catering for all types of groups, from birthday parties and stag/hen do's to school and corporate entertainment events. We have been providing action packed activity days since 2001. Have a look around our site to see what we can offer you and your group.",
    "contactInfo": {
      "Email ": "info@dalbyactivitycentre.co.uk",
      "Phone ": "07765 243672",
      "Website ": "Dalby Activity Centre"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/DF-Logo.png",
    "title": "DELTA FORCE PAINTBALL",
    "content": "Delta Force Paintball is perhaps the best recognised name in the sport of paintball today. With over half a million paintball players through our doors last year alone no organisation is more experienced or better placed to host your ultimate paintball day-out. We have dozens of paintball centres located all over the UK, all superbly equipped and fully dedicated to providing you with the very highest standards of care, safety, value for money and fun!",
    "contactInfo": {
      "Email ": "contact@paintballgames.co.uk",
      "Phone ": "0844 477 5115",
      "Website ": "Delta Force Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Dragon-Raiders-Activity-Park.png",
    "title": "DRAGON RAIDERS ACTIVITY PARK",
    "content": "Welcome to Dragon Raiders Paintball Park – the Ultimate Paintball Park! If you are looking for adrenalin, adventure and pure fun, then look no further. Dragon Raiders Paintball is the ultimate paintballing experience. We are located in an area of outstanding natural beauty on the coast of the Llyn peninsula in Gwynedd, North Wales. The game zones are set in over 30 acres of prime forest, specially designed game zones.",
    "contactInfo": {
      "Email ": "enquiries@dragonraiders.co.uk",
      "Phone ": "01766 523119",
      "Website ": "Dragon Raiders Activity Park"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Excalibur-Paintball-Games.png",
    "title": "EXCALIBUR PAINTBALL GAMES",
    "content": "Excalibur Paintball is located east of the city of Battle Creek, Michigan In a very remote area, with over 40 acres setup just for paintball playing fields. Excalibur Paintball is the largest outdoor playing field in the area, We offer full rental options for all players. Find out why so many bachelor and bachelorette parties, youth groups, company parties and groups from all levels of business and organizations are regularly play our field's for great times!",
    "contactInfo": {
      "Email ": "Excalpaint@aol.com",
      "Phone ": "(269) 963 3925",
      "Website ": "Excalibur Paintball Games"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/FML-Insurance-Services-Limited.png",
    "title": "FML INSURANCE SERVICES LIMITED",
    "content": "FML is a commercial insurance specialist, established in 1994, we provide a brokerage service for competitive insurance products to businesses throughout the UK. Backed by some of the best Underwriters, we aim to combine excellent cover with cost effective premiums thus bringing a better balance to the commercial insurance needs of a wide range of businesses. FML have been arranging construction liability insurance for Contractors.",
    "contactInfo": {
      "Email ": "enquiries@fmlins.co.uk",
      "Phone ": "01702 437 800",
      "Website ": "FML Insurance Services Limited"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Frontline-Paintball.png",
    "title": "FRONTLINE PAINTBALL",
    "content": "Frontline Paintball offers a fun yet challenging paintball experience for individuals or privately for group games such as stag parties, corporate entertainment and team building. Our site offers 8 different game areas, and caters for up to 200 players at one time. The site is open to all every Saturday and Sunday and for corporate groups, stag or hen dos, schools and colleges, our site opens during the weekday where you can enjoy our site privately for your group.",
    "contactInfo": {
      "Phone ": "01704 834 300",
      "Website ": "Frontline Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Gunsmoke-Paintball.png",
    "title": "GUNSMOKE PAINTBALL",
    "content": "Come and play paintball with your friends and colleagues. We welcome individuals, groups, clubs, paintball parties, walk on players (1st sunday of each month at Hadleigh and last sunday at Layer Marney) and also younger players (must be 12 and over and have parental consent). Simply call 07790 143118 to arrange your booking stating which site you want to play at or alternatively. Bring yourself or your friends or team to play.",
    "contactInfo": {
      "Email ": "Julie@gunsmoke-paintball.co.uk",
      "Phone ": "07790 143118",
      "Website ": "Gunsmoke Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Hartmann-International.jpg",
    "title": "HARTMANN INTERNATIONAL",
    "content": "Gerard Hartmann is a native of Limerick City, Ireland who, over the past twenty two years, has developed a reputation for treating many of the the world's elite sport stars. He is the founder and director of Hartmann International Sports Injury Clinic at the University Arena, University of Limerick, Ireland and its satellite clinic at the High Altitude Training Centre, Iten, Kenya.",
    "contactInfo": {
      "Email ": "admin@hartmann-international.com",
      "Phone ": "061 371255",
      "Website ": "Hartmann International"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Ivyleaf-Paintball.png",
    "title": "IVYLEAF PAINTBALL",
    "content": "We are an independent company and a member of the UKPSF (UK paintball sport federation), and offer all of our customers an excellent day out in a safe and professional environment. We have 7 themed game zones for you to go wild with, some of which re-create actual war zones such as the trench warfare of WW1 and Normandy beach landings of WW2, through to urban vehicle assaults and a tournament Zone.",
    "contactInfo": {
      "Phone ": "07851 950242",
      "Website ": "Ivyleaf Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Madtrax-Off-Road-Karting.png",
    "title": "MADTRAX OFF ROAD KARTING & PAINTBALL CENTRE",
    "content": "With venues all over the country and more opening all the time, Madtrax is the ultimate Off-Road Autosport experience. It's the logical progression from go-karts !!!!! We cater for groups of all sizes, from large corporate groups, right down to individual bookings, so why not treat yourself to the 'Madtrax Experience', the experience of a lifetime.",
    "contactInfo": {
      "Phone ": "07539 382803",
      "Website ": "Madtrax Off Road Karting & Paintball Centre"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/marchbrook-paintball.png",
    "title": "MARCHBROOK LEISURE",
    "content": "Welcome to the Paintbattle, where no one is safe and anything is possible. Where the fields are alive with the sound of warfare. Where paint turns into bullets and boys turn into men. Where the equipment might just be better than you are (for now). Where the pizza doesn't cost a thing, but losing costs everything. Don't just play, win. Don't just do your best, do your duty. Start now.",
    "contactInfo": {
      "Email ": "info@marchbrookpaintball.co.uk",
      "Phone ": "01978 480 120",
      "Website ": "Marchbrook Leisure"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Mayhem-Canterbury.png",
    "title": "MAYHEM CANTERBURY",
    "content": "We operate 8 venues across: Kent, Surrey, Sussex, Berkshire, Hertfordshire & Essex, providing you some of the best game arenas and paintball sites in the UK. All our customers benefit from our great facilities and personal service as we aim to provide you with the best paintball/laser experiences possible. We offer you a unique and unrivalled variety of action packed paintball games on our purpose built game maps.",
    "contactInfo": {
      "Email ": "info@mayhemsoutheast.com",
      "Phone ": "01634 865134",
      "Website ": "Mayhem Canterbury"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Modern-Ops-Paintball.png",
    "title": "MODERN OPS PAINTBALL",
    "content": "An intense & extreme indoor paintball facility. Exclusively using handgun pistols, can you survive \"THE KILL-MAZE! - Where danger hides around every corner!",
    "contactInfo": {
      "Email ": "info@domcollect.com",
      "Phone ": "07963 278320",
      "Website ": "Modern Ops Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/New-Forest-Water-Park.png",
    "title": "NEW FOREST WATER PARK",
    "content": "Whether you're taking part in the watersports or not, we also offer a choice of our Lakeside Campsite or Woodland Campsite (Camping in the New Forest with open fires allowed!). Or just enjoy a drink and a game of pool whilst listening to a live band in our clubhouse with a large balcony overlooking the watersports. We even have a unique, secluded Private Island for hire - perfect for a romantic weekend or private fishing.",
    "contactInfo": {
      "Email ": "info@newforestwaterpark.co.uk",
      "Phone ": "01425 656 868",
      "Website ": "New Forest Water Park"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/NPF-Bassetts-Pole.png",
    "title": "NPF BASSETTS POLE",
    "content": "Games at NPF are at the heart of our business. It’s how everything started and our passion for the game drives us to deliver exceptional paintball experiences. Set in 200 acres of natural woodland incorporating some of the best paintball game maps in the world NPF provides an exhilarating setting for your day out. Perfect for birthdays, stag parties, corporate events or just great days out with your mates – NPF Adult Paintball delivers without compromise.",
    "contactInfo": {
      "Phone ": "0121 323 1000",
      "Website ": "NPF Bassetts Pole"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Outdoor-Action-Paintball-Logo.jpg",
    "title": "OUTDOOR ACTION PAINTBALL",
    "content": "We are a paintball site located just off the M65 at J 7, boasting a staff of ex-military personnel with a wealth of paintball experience.",
    "contactInfo": {
      "Email ": "info@outdooractionpaintball.co.uk",
      "Phone ": "07966 394 773",
      "Website ": "Outdoor Action Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Paintball-at-Quex.png",
    "title": "PAINTBALL AT QUEX",
    "content": "Welcome to Quex Park Paintball, Kent's new and exciting paintballing facility. We have three arenas and several different scenarios to test your paintballing skills. All events are catered for - parties, corporate team building or just a day of fun with friends - We can accommodate everyone's needs. all of our equipment is checked on a daily basis to ensure the best possible experience is had by all of our valued customers.",
    "contactInfo": {
      "Email ": "info@quexpaintball.com",
      "Phone ": "01843 866 023",
      "Website ": "Paintball at Quex"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Paintball-Trax.png",
    "title": "PAINTBALL TRAX",
    "content": "Paintball Trax & Laser Tag Activity Centre has been established nearly 14 years. Family run means we understand what you want for a fun day out. With 6 game zones and many different scenarios, means you can enjoy your time with us without getting bored. Paintball & Laser Tag allows teams to pit their wits and strategies to eliminate their enemy or achieve the task given, before they do. Take up the challenge & let's see who is victorious.",
    "contactInfo": {
      "Phone ": "07811 480660",
      "Website ": "Paintball Trax"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/logo1.png",
    "title": "PAINTBALL.CO.UK",
    "content": "If you're looking for the best paintball experience day imaginable, you've come to the right place. Guest play paintball in two storey castles, WWII bunkers, full size aircraft and zombie graveyards - it really is a paintballer's dream come true! You can choose from over 30 UK paintball centres with 12 located in London. This means that over 90% of the UK population is within a 60 minute drive from one of our centres.",
    "contactInfo": {
      "Email ": "info@paintball.co.uk",
      "Phone ": "0844 815 1755",
      "Website ": "Paintball.co.uk"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/PaintballWales.jpg",
    "title": "PAINTBALLWALES.COM",
    "content": "Tournament Paintball Sports is one of the fastest-growing, increasingly popular and most spectacular new action-packed Adrenalin Sports of the 21st century, especially the \"Concept\", \"Field\" & \"Indoor\" spectator-friendly varieties of Paintball Sports that we play, such as the \"Speedball\"-style \"Sup' Airball\" and \"X-Ball\", also played in Official Tournament Playing Fields & Competitions, such as the USA's NPPL League and the UK's Millennium Series.",
    "contactInfo": {
      "Phone ": "08700 630063",
      "Website ": "PaintballWales.com"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Phoenix-Paintball.png",
    "title": "PHOENIX PAINTBALL",
    "content": "Phoenix Paintball are a well established wholesale & retail supplier of paintballs and paintball equipment. As a rental site owner as well, we have been in the paintball industry for over 25 years so know the business in & out. From an o-ring to full site set up, Phoenix Paintball can help.",
    "contactInfo": {
      "Phone ": "01543 570061",
      "Website ": "Phoenix Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Planet-Paintball.png",
    "title": "PLANET PAINTBALL",
    "content": "Planet Eclipse is a trusted leading manufacturer of professional paintball markers such as the Ego LV1, Geo, Etek, Etha and SL shooting platforms, creators of the Eclipse Distortion and Eclipse Overload brand clothing and paintball accessories. We have offices both in the USA and UK and distribute sales throughout Europe and worldwide. If you are looking for industry advice on paintball, paintball games and paintball equipment please feel free to contact us.",
    "contactInfo": {
      "Email ": "info.usa@planeteclipse.com",
      "Phone ": "+1 401 247 9061",
      "Website ": "Planet Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Propaintball-Online.png",
    "title": "PROPAINTBALL ONLINE",
    "content": "Pro Paintball is an online paintball gear supplier.",
    "contactInfo": {
      "Email ": "info@propaintball.nl",
      "Phone ": "06-25377299",
      "Website ": "Propaintball Online"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Pure-Rush-Paintball.png",
    "title": "PURE RUSH PAINTBALL",
    "content": "We offer state of the art tournament grade equipment. Highly trained professional marshals, professionally designed games zones, Tactical team scenarios put together by unquestionably a man who knows this sport all at unbeatable prices.",
    "contactInfo": {
      "Email ": "info@propaintball.nl",
      "Phone ": "06-25377299",
      "Website ": "Pure Rush Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Sportingdays.png",
    "title": "SPORTING DAYS",
    "content": "Offering Seven miles of Trails, a Dressage Court for Four Arenas, the Palmetto Pavilion overlooking the Main Show Ring, Four Stables for 50, Electric & water hookups, a three horse wash rack, primitive camping, paddocks and an extensive number of Cross Country obstacles including water, banks and ditches.Promote your business in our full color program, on a ringside billboard, or send best wishes to a competitor!",
    "contactInfo": {
      "Email ": "SDAikenHT@aol.com",
      "Phone ": "803-649-7075",
      "Website ": "Sporting days"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Stretton-Circuit.png",
    "title": "STRETTON CIRCUIT",
    "content": "One of the most feared extreme sports in the country is now making a name for itself in the Stretton Circuit woods. A dedicated wooded area filled with WWII bunkers, shelters, ditches and walkways in addition to hides and bases awaits you in our multi scenario paintball arena.",
    "contactInfo": {
      "Email ": "info@strettoncircuit.co.uk",
      "Phone ": "0116 259 2900",
      "Website ": "Stretton Circuit"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Tactical-Action-Games1.png",
    "title": "TACTICAL ACTION GAMES",
    "content": "Who Are We? We are the latest in action games requiring team work and tactics to complete the objective. With a heavy focus in Team work and an Arena changing on a regular basis, this combines to make an experience like no other. Gone are the days of regular bottlenecks and constant hiding places levelling the playing field for both new & experienced players. Our main game is Paintball but we offer other games too. We also offer the opportunity for groups.",
    "contactInfo": {
      "Email ": "bookings@tagames.co.uk",
      "Phone ": "07549958934",
      "Website ": "Tactical Action Games"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Targets-Paintball.png",
    "title": "TARGETS PAINTBALL",
    "content": "Targets Paintball has been in existence for over 25 years and has led the field in terms of innovative and state-of-the-art paintball games. We began when the paintball guns were six shot revolvers using 0.5\" paintballs - boy did they sting when you copped one !! We progressed to the 10 shot \"Splatmaster\" then on to the Stirling pump action and finally to the Tippman semi-auto which we use today. We have been in paintball since the early days so we know the business.",
    "contactInfo": {
      "Email ": "info@targetspaintball.co.uk",
      "Phone ": "01749 344667",
      "Website ": "Targets Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/The-Able-Project.png",
    "title": "THE ABLE PROJECT",
    "content": "We provide qualifications and training opportunities through practical hands on activities. The ABLE Project is a safe and supportive place to learn useful outdoor skills. The farm site provides a great base for accredited learning and non-accredited programmes.",
    "contactInfo": {
      "Email ": "admin@theableproject.org.uk",
      "Phone ": "01924 339994",
      "Website ": "The Able Project"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/The-Dangerzone.png",
    "title": "THE DANGERZONE MMA",
    "content": "Dangerzone MMA is a mixed martial arts promotion with 2 events and 18 fighters.",
    "contactInfo": {
      "Email ": "dan@dansevern.com",
      "Phone ": "(517) 278-4908",
      "Website ": "The Dangerzone MMA"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Great-War-Experience.jpg",
    "title": "THE GREAT WAR EXPERIENCE WW1 INDOOR PAINTBALL",
    "content": "The Great War Experience not only offers the thrill of paintball but has been specifically designed using special effects to re-create the experience of trench warfare during the First World War. This is the ultimate in excitement and adrenalin. A unique indoor paintball challenge where the weather cannot spoil your fun. Bring a group of between 4 people and 20 people to battle against each other in the greatest paintball event, unlike any other.",
    "contactInfo": {
      "Email ": "thegreatwar@btinternet.com",
      "Phone ": "01621 776153",
      "Website ": "The Great War Experience WW1 Indoor Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/The-Paintball-Shop.gif",
    "title": "THE PAINTBALL SHOP",
    "content": "Import and distribution of leading paintball brands through The Paintball Shop group. Come check out our retail shop for the latest in paintball gear. We also service paintball markers and can advise you on how to get into the game.",
    "contactInfo": {
      "Email ": "info@paintballshop.co.za",
      "Phone ": "(041) 364 0549",
      "Website ": "The Paintball Shop"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/top-gun.jpg",
    "title": "TOPGUN PAINTBALL",
    "content": "Our paintball venue is ideal for paintballers who demand that little bit extra, by that we mean our vast woodland site. There's nothing like carrying out a mission in a realistic setting. It's up to you how you devise your strategy, you could sneak up on your opponents and shoot them before they know you're there, or you could go in all guns blazing.",
    "contactInfo": {
      "Email ": "info@topgunpaintball.co.uk",
      "Phone ": "07956 88 99 01",
      "Website ": "Topgun Paintball"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Vertical-Descents.png",
    "title": "VERTICAL DESCENTS",
    "content": "Vertical Descents brought Canyoning to Scotland in 1998. Since then we have been at the forefront of Canyoning in the UK developing and tailoring trips to suit a wide range of abilities. You are about to have the best day of your life, but you need to organise the all important party before hand, well look no further because we can offer you exactly what you want for the best Stag and Hen Party ever. We offer a variety of popular paintball packages that offer great value.",
    "contactInfo": {
      "Email ": "info@verticaldescents.com",
      "Phone ": "01855 821 593",
      "Website ": "Vertical Descents"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/warzone-paintball.jpg",
    "title": "WARZONE PAINTBALL GAMES",
    "content": "We have highly varied terrain including hills, ponds, bridges, trenches, woodland and open areas giving some of the most mixed and varied game zones around. Indoor and outdoor safe areas, large car park 20 metres walk from the safe area, separate male and female toilets, personal lockers, indoor counter area selling all kinds of drinks and snacks, new paintball goggles, grenades and marker (gun) upgrades.",
    "contactInfo": {
      "Email ": "warzonepaintball@googlemail.com",
      "Phone ": "07887 841306",
      "Website ": "Warzone Paintball Games"
    }
  },
  {
    "logo": "http://www.ukpba.org.uk/wp-content/uploads/Woolaball-Paintball.png",
    "title": "WOOLABALL PAINTBALL",
    "content": "Unlike other paintball sites that claim to be in Hull, Hull Paintball (used to be known as woolaball paintball), are actually based within the Hull area - our postcode is HU12 0BJ if you wish to check for yourself! Our playing field is designed for fast action and intimate battles that put you straight into the action. If you come to Hull Paintball to play paintball games, you won't spend best part of the day walking between playing arenas.",
    "contactInfo": {
      "Phone ": "01964 626160",
      "Website ": "Woolaball Paintball"
    }
  }
]