[
  {
    "name": "Whether you want to enjoy a big splash or a relaxing float, these water parks and resorts offer ample facilities to keep you entertained.",
    "imgLink": "https://www.usnews.com/object/image/0000018f-5920-d2f8-a78f-5fef1e280001/best-water-parks-new-stock.jpg?update-time=1715187227861&size=responsive640",
    "description": "Today's water park attractions are far more thrilling and diverse than they were just a few decades ago. In fact, the best water parks in the U.S. feature everything from towering slides and water coasters to sandy spots and lazy rivers. Some even have giant wave pools and surf simulators to try out, and many offer on-site lodging options that make it easy to extend your stay beyond a single day. (Just be aware that many water parks are only open seasonally from May to September.)",
    "address": null,
    "addressUrl": null
  },
  {
    "name": "Cowabunga Bay Water Park: Draper, Utah",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff03cd0000/3-cowabunga-water-park-utah-getty.jpg?update-time=1715186423158&size=responsive640",
    "description": "Sitting less than 20 miles south of downtown Salt Lake City, this swinging 1960s-themed water park is decorated with surfboards, retro beach furniture and a lively color scheme that screams fun. At this seasonal outdoor park's elaborate water playground (billed as the world's largest), kids have access to bridges and tunnels that span 12 levels. There are also 11 twisting waterslides that are well worth a visit. While older children twist through the 800-foot-long Mondo waterslide in the dark, little ones can lounge at Cowabunga Beach or enjoy Cowabunga Kids Cove's smaller slides. Cowabunga Bay also has a location near Las Vegas.",
    "address": "12047 State St., Draper, UT 84020",
    "addressUrl": "https://www.google.com/maps/place/Cowabunga+Bay+WaterPark/@40.5327562,-111.8920251,17z/data=!3m1!4b1!4m6!3m5!1s0x87528708c9929bfb:0x4132e7c8e0e827b0!8m2!3d40.5327522!4d-111.8894502!16s%2Fg%2F1td0yy_5?entry=ttu"
  },
  {
    "name": "Noah's Ark Waterpark: Wisconsin Dells, Wisconsin",
    "imgLink": "https://www.usnews.com/object/image/00000186-c881-d863-a9ae-dfbfd9530000/noahs-ark-raja-credit-noahs-ark-waterpark-1.jpg?update-time=1715196728231&size=responsive640",
    "description": "Situated in Wisconsin Dells – which is known as the \"Waterpark Capital of the World\" – Noah's Ark dubs itself the largest water park in the country. In addition to restaurants and shops, the park is home to more than two dozen aquatic attractions, including the Flash Flood flume ride and two meandering lazy rivers with waterfalls. One of this innovative park's biggest thrills is the side-by-side tube racer, Raja, which sends riders speeding around 335 feet of track before they plunge 37 feet into the mouth of a king cobra.",
    "address": "1410 Wisconsin Dells Parkway, Wisconsin Dells, WI 53965",
    "addressUrl": "https://www.google.com/maps/place/Noah's+Ark+Waterpark/@43.603567,-89.7890833,17z/data=!3m1!4b1!4m6!3m5!1s0x880745ce14733939:0xf4863b7030074af9!8m2!3d43.6035631!4d-89.7868946!16zL20vMDZoX2My"
  },
  {
    "name": "Water World: Federal Heights, Colorado",
    "imgLink": "https://www.usnews.com/object/image/00000186-c891-d509-a7ee-debd86980000/credit-water-world-colorado-1.jpg?update-time=1715196823261&size=responsive640",
    "description": "Spanning more than 70 acres, this park near Denver features 50-plus attractions, including family waterslides, a relaxing lazy river and the huge Thunder Bay Wave Pool. If your kids are a little too young to be zipping down slides alone, there's a good range of lower-adrenaline attractions, including the Caribbean Family Adventure, an aquatic playground great for no-fuss splashing about. Plus, you'll have access to free parking (though the park is also accessible by Denver public transit), complimentary admission for children shorter than 40 inches and reduced rates for seniors.",
    "address": "8801 N. Pecos St., Federal Heights, CO 80260",
    "addressUrl": "https://www.google.com/maps/place/Water+World/@39.8559051,-105.0121307,17z/data=!3m1!4b1!4m6!3m5!1s0x876c76356afc370d:0xc41c134cdb701b09!8m2!3d39.855901!4d-105.009942!16zL20vMDRjYjk3"
  },
  {
    "name": "Schlitterbahn Waterpark & Resort: New Braunfels, Texas",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff1ee30000/7-schlitterbahn-waterpark-texas-submitted.jpg?update-time=1715196839413&size=responsive640",
    "description": "When founders Bob and Billye Henry added a replica German castle tower with four waterslides to their riverfront resort near San Antonio in 1979, they started what would become one of America's most well-known water parks. Schlitterbahn has expanded majorly in the decades since to become one of the top water parks in Texas.",
    "address": "400 N. Liberty Ave., New Braunfels, TX 78130",
    "addressUrl": "https://www.google.com/maps/place/Schlitterbahn+Waterpark+New+Braunfels/@29.7129034,-98.1270387,17z/data=!3m1!4b1!4m6!3m5!1s0x865cbd43b591be13:0xb7f6db36a6dfdec2!8m2!3d29.7128988!4d-98.12485!16zL20vMDF4Yjg3"
  },
  {
    "name": "Legoland Water Park: Carlsbad, California",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff21520000/8-legoland-water-park-california-submitted.jpg?update-time=1715196860040&size=responsive640",
    "description": "Located around 35 miles north of downtown San Diego within Legoland California Resort, this water park is mainly geared toward kids ages 2 to 12. Its Lego-themed rides, slides and splash pads dazzle even the youngest patrons. For added fun, kids can customize their rafts for the lazy river using Lego bricks. Other noteworthy features of this park include a spot for kids to design and build bridges and dams, as well as the Twin Chasers, where family members can race each other down slides. Or, you can just play among the water cannons of the splashy Joker Soaker attraction.",
    "address": "1 Legoland Drive, Carlsbad, CA 92008",
    "addressUrl": "https://www.google.com/maps/place/LEGOLAND+California+Water+Park/@33.1288459,-117.3158599,17z/data=!3m1!4b1!4m6!3m5!1s0x80dc73a5fbb6d917:0x77775c9ead9d56fb!8m2!3d33.1288414!4d-117.3136712!16s%2Fg%2F11qbkwwh32"
  },
  {
    "name": "Universal's Volcano Bay: Orlando, Florida",
    "imgLink": "https://www.usnews.com/object/image/00000186-c881-d863-a9ae-dfbfd7200000/volcano-bay-credit-universal-orlando-resort.jpg?update-time=1715196877377&size=responsive640",
    "description": "Opened in 2017 at Universal Orlando Resort (a top Orlando theme park), the Volcano Bay water park is built around a realistic volcano. Admission covers access to around 20 unique attractions, plus a waterproof TapuTapu wristband, which guests can use to book and hold a spot in the Virtual Line for rides (so you don't need to wait in a physical line), pay for meals and open lockers. Notable park features include a lazy river and a dozen waterslides, such as the Maku of the Maku Puihi Round Raft Rides.",
    "address": "6000 Universal Blvd., Orlando, FL 32819",
    "addressUrl": "https://www.google.com/maps/place/Universal's+Volcano+Bay/@28.461515,-81.4752861,17z/data=!3m1!4b1!4m6!3m5!1s0x88e77f02f3d1d159:0xf962cb50ea2dda34!8m2!3d28.4615103!4d-81.4730974!16s%2Fm%2F0139_ybm"
  },
  {
    "name": "Silver Dollar City's White Water: Branson, Missouri",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff3e480000/14-silver-dollar-white-water-branson-submitted.jpg?update-time=1715196892506&size=responsive640",
    "description": "Branson is all about country music, live shows and family-friendly fun. For plenty of the latter, consider this 13-acre water park, which features 2 million gallons of water across a lazy river, a wave pool and a bunch of slides. Thrill-seekers will gravitate to the KaPau Plummet ride, with its near-vertical 40-foot plunge that drops you at a rate of 26 feet per second. If little ones are in tow, drift in a tube in the Aloha River or splash around in the Coconut Cove water playground.",
    "address": "3505 W. Missouri state Highway 76, Branson, MO 65616",
    "addressUrl": "https://www.google.com/maps/place/White+Water/@36.6753851,-93.3236283,17.07z/data=!4m6!3m5!1s0x87cf1c9967ed52d9:0x1d0a96c258a589da!8m2!3d36.6437009!4d-93.2843153!16s%2Fm%2F02z0ns_"
  },
  {
    "name": "Wilderness at the Smokies: Sevierville, Tennessee",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff45f20000/15-wilderness-at-smokies-tennessee-submitted.jpg?update-time=1715196907391&size=responsive640",
    "description": "This family resort just north of Great Smoky Mountains National Park combines lodging with a trio of indoor and outdoor water parks. At the three water parks, guests have access to numerous waterslides, pools and thrilling rides. Lake Wilderness Outdoor Waterpark and its array of slides is a must for teens during the summer months, while Salamander Springs Outdoor Waterpark offers an activity pool, a 500-gallon dump bucket and a zero-entry play area for families with younger kids.",
    "address": "1424 Old Knoxville Highway, Sevierville, TN 37876",
    "addressUrl": "https://www.google.com/maps/place/Wilderness+at+the+Smokies/@35.8946059,-83.5872906,17z/data=!3m1!4b1!4m9!3m8!1s0x885bf8731b117c35:0x55a701ba4e85e9ba!5m2!4m1!1i2!8m2!3d35.8946016!4d-83.5851019!16s%2Fm%2F0131850v"
  },
  {
    "name": "Adventure Island: Tampa, Florida",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff4d060000/16-adventure-island-tampa-submitted.jpg?update-time=1715196928382&size=responsive640",
    "description": "Within walking distance of Busch Gardens Tampa Bay you'll find the 30-acre Adventure Island water park. Offering mat racing slides, corkscrews, a lazy river and more – all with breezy tropical decor – this outdoor water park gives you plenty of ways to cool off on a hot Florida day. The park is continuously expanding, too: In 2022, it opened the multirider Rapids Racer and the Wahoo! Remix family raft ride. In 2024, Adventure Island is set to add Castaway Falls, an interactive playground with slides, sprays, soakers and more.",
    "address": "10001 McKinley Drive, Tampa, FL 33612",
    "addressUrl": "https://www.google.com/maps/place/Adventure+Island/@28.0417065,-82.4152205,17z/data=!3m1!4b1!4m6!3m5!1s0x88c2c652072b5011:0x7eb9c27b44396933!8m2!3d28.0417018!4d-82.4130318!16zL20vMDdiMjZ6"
  },
  {
    "name": "Timber Ridge Lodge & Waterpark: Lake Geneva, Wisconsin",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff51ab0000/17-timber-ridge-lodge-waterpark-wisconsin-submitted.jpg?update-time=1715196944228&size=responsive640",
    "description": "This family lodge within Grand Geneva Resort & Spa sits on relaxing wooded grounds and offers access to a championship golf course (part of the broader Grand Geneva property), an arcade and Moose Mountain Falls Waterpark. This 50,000-square-foot lodge and water park has an outdoor section that is open from Memorial Day to Labor Day, as well as an indoor water park. Overnight guests get at least four complimentary passes to the facility's twisting slides, lazy river and heated pool. Kids will especially love climbing ropes at the activity pool and riding Avalanche Falls, which plays various songs as riders zip past colored lights.",
    "address": "7020 Grand Geneva Way, Lake Geneva, WI 53147",
    "addressUrl": "https://www.google.com/maps/place/Timber+Ridge+Lodge+%26+Waterpark/@42.6007476,-88.4058389,17z/data=!3m1!4b1!4m9!3m8!1s0x88058be0544242db:0x17741d592992ee24!5m2!4m1!1i2!8m2!3d42.6007437!4d-88.4036502!16s%2Fg%2F11xfb86h2"
  },
  {
    "name": "Cedar Point Shores Waterpark: Sandusky, Ohio",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff593d0000/18-cedar-point-shores-ohio-submitted.jpg?update-time=1715196961019&size=responsive640",
    "description": "Overlooking Lake Erie from a stretch of shoreline that is also home to the iconic Cedar Point amusement park, Cedar Point Shores Waterpark is one of the top water parks in Ohio. This park features 18 acres of aquatic fun spanning baby rides to exciting slides. The park's roughly 20 water attractions include the extreme Point Plummet body slides; a toddler zone named after the lake's mythical monster, Lemmy; and the family-friendly Lakeslide Landing, which houses a dozen miniature slides.",
    "address": "1 Cedar Point Drive, Sandusky, OH 44870",
    "addressUrl": "https://www.google.com/maps/place/Cedar+Point+Shores/@41.487871,-82.6892328,17z/data=!3m1!4b1!4m6!3m5!1s0x883a4562e1c4d997:0x38171e48b95d1c38!8m2!3d41.487867!4d-82.6870441!16zL20vMGZ0bXFn"
  },
  {
    "name": "Kalahari Resorts & Conventions Wisconsin Dells: Baraboo, Wisconsin",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff6af20000/21-kalahari-resorts-wisconsin-submitted.jpg?update-time=1715196978322&size=responsive640",
    "description": "This Safari-themed Kalahari Resorts property (which is one of four major Kalahari parks in the country) is one of the wettest and wildest water park destinations in the Wisconsin Dells area, with both an indoor and outdoor park. At the indoor water park, visitors can hop on a variety of waterslides, lounge in whirlpools, ride the Master Blaster water coaster and more. The outdoor water park features kids pools and exhilarating waterslides like the funnel-shaped Swahili Swirl. Passes include access to both parks, although the outdoor venue is only open in warmer months.",
    "address": "1305 Kalahari Drive, Baraboo, WI 53913",
    "addressUrl": "https://www.google.com/maps/place/Kalahari+Indoor+Water+Park/@43.5702699,-89.7726432,17z/data=!4m17!1m10!3m9!1s0x880746a5e6c59699:0x3bf1f250efce2062!2sKalahari+Resorts+%26+Conventions+-+Wisconsin+Dells!5m2!4m1!1i2!8m2!3d43.5707791!4d-89.7707227!16zL20vMGZidnAx!3m5!1s0x880745e03ea7a841:0xbbbf257da6538ca1!8m2!3d43.5699879!4d-89.769454!16s%2Fg%2F11gmxb67wm"
  },
  {
    "name": "Camelbeach Outdoor Waterpark: Tannersville, Pennsylvania",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff65560000/20-camelbeach-waterpark-pennsylvania-submitted.jpg?update-time=1715197000692&size=responsive640",
    "description": "The broader Camelback Resort complex housing this Poconos water playground offers families year-round recreation. Camelback houses the Aquatopia Indoor Waterpark, and during the summer months, travelers can also take advantage of the Camelbeach Outdoor Waterpark. This outdoor facility features more than three dozen rides and slides of all sizes, plus FlowRider surf simulator sessions for those who want to learn how to surf. For a thrill that doesn't require that level of balance, try the Titan. Reputedly the highest slide of its kind in the world, it plummets guests down eight stories in a four-seat raft.",
    "address": "301 Resort Drive, Tannersville, PA 18372",
    "addressUrl": "https://www.google.com/maps/place/Camelbeach+Outdoor+Waterpark/@41.051936,-75.3579768,17.54z/data=!4m6!3m5!1s0x89c4f4a51d8abb99:0x2540f860b88637fb!8m2!3d41.0519288!4d-75.3565214!16zL20vMGJoYnE5"
  },
  {
    "name": "Disney's Typhoon Lagoon: Orlando, Florida",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff722d0000/23-disneys-typhoon-lagoon-orlando-submitted.jpg?update-time=1715197015369&size=responsive640",
    "description": "A tropical paradise is the setting for this Walt Disney World Resort water park attraction. Typhoon Lagoon's focal point is Mount Mayday, where an array of slides and raft rides travel through and around caves, waterfalls and rock formations. The park's huge surfing lagoon is equally impressive; guests who enter it face 6-foot swells. Meanwhile, families can't miss Ketchakiddee Creek, a water playground with child-sized pools, a small beach and an interactive tugboat.",
    "address": "1145 E. Buena Vista Drive, Orlando, FL 32830",
    "addressUrl": "https://www.google.com/maps/place/Disney's+Typhoon+Lagoon+Water+Park/@28.3658028,-81.5317484,17z/data=!3m1!4b1!4m6!3m5!1s0x88dd7f992ea5ccf9:0x62237d4834d7cf2d!8m2!3d28.3657981!4d-81.5295597!16zL20vMDRzcm05"
  },
  {
    "name": "Dollywood's Splash Country: Pigeon Forge, Tennessee",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff81f50000/25-dollywood-splash-country-tennessee-submitted.jpg?update-time=1715197034623&size=responsive640",
    "description": "Dolly Parton's water park in Pigeon Forge pays tribute to the lush green forests of the surrounding area, where Parton grew up. Themed rides and slides include the Downbound Float Trip with a 200-foot waterfall that soaks guests, the wooden Bear Mountain Fire Tower play structure, and dual slides that end at a butterfly-shaped pool. If you're after an adrenaline rush, ride RiverRush, Tennessee's first water coaster.",
    "address": "2700 Dollywood Parks Blvd., Pigeon Forge, TN 37863",
    "addressUrl": "https://www.google.com/maps/place/Dollywood's+Splash+Country/@35.8089605,-83.5366726,17z/data=!3m1!4b1!4m6!3m5!1s0x885bfec3d8f90321:0x75c7e46800b5e46!8m2!3d35.8089562!4d-83.5344839!16zL20vMDh0OXQ4"
  },
  {
    "name": "Aquatica San Antonio: San Antonio, Texas",
    "imgLink": "https://www.usnews.com/object/image/00000164-37f0-d22e-a1ef-fffef7dd0000/180625bestwaterparks-submitted.jpg?update-time=1715197052232&size=responsive640",
    "description": "This park, located next to SeaWorld San Antonio in the heart of Texas, has a beach vacation feel. There's a beach bar, a powerful wave pool and Stingray Falls, where four-person rafts float through a tank of stingrays and tropical fish. Aquatic animal encounters are also available, though extra charges may apply. No visit is complete without experiencing one of the park's biggest thrills: the high-speed Taumata Racer slide. Be sure to also check out the newly opened Tikitapu Splash, a 15,000-square-foot play area for little ones with dozens of slides, geysers, spouts and more.",
    "address": "10500 SeaWorld Drive, San Antonio, TX 78251",
    "addressUrl": "https://www.google.com/maps/place/Aquatica+San+Antonio/@29.4593632,-98.7003126,17z/data=!3m1!4b1!4m6!3m5!1s0x865c42fc31f2dfd1:0x15d3e7a100d8c03c!8m2!3d29.4593585!4d-98.6981239!16s%2Fm%2F0gvrj1w"
  },
  {
    "name": "Water Country USA: Williamsburg, Virginia",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff8ec60000/180622-bestwaterparksusa-submitted.jpg?update-time=1715197073030&size=responsive640",
    "description": "Water Country USA is easy to reach from Colonial Williamsburg, Jamestown and the Yorktown Battlefield, should you need a break from Williamsburg's historical attractions. Noteworthy amenities include a chilled-out lazy river, multiple slides and a huge wave pool – plus Big Daddy Falls, a whitewater rafting adventure. As of 2023, parkgoers can now race each other through the 520-foot-long Riptide Race; there's also Aquazoid Amped, a slide that opened in 2022 and plunges 864 feet.",
    "address": "176 Water Country Parkway, Williamsburg, VA 23185",
    "addressUrl": "https://www.google.com/maps/place/Water+Country+USA/@37.2627079,-76.6392648,17z/data=!3m1!4b1!4m6!3m5!1s0x89b0862c808c5c8f:0xbff05bb0e96a319!8m2!3d37.2627037!4d-76.6370761!16zL20vMDhuNHA5"
  },
  {
    "name": "Audubon Cool Zoo: New Orleans, Louisiana",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff944b0000/28-cool-zoo-new-orleans-submitted.jpg?update-time=1715197093033&size=responsive640",
    "description": "It might not be as large as some of the other water parks on this list, but this park in New Orleans is an especially cool pick thanks to its unique location inside the lush Audubon Zoo. Here, families can explore exotic animal habitats and indigenous swamp life by foot or train. Though you'll pay extra to visit the zoo's water park, you'll find instant relief from the heat in its animal-themed soakers, pools and Gator Run, a 750-foot-long lazy river that's connected to two beaches. Plus, entry to Audubon Cool Zoo is a fraction of what big water parks cost.",
    "address": "6500 Magazine St., New Orleans, LA 70118",
    "addressUrl": "https://www.google.com/maps/place/Audubon+Zoo/@29.923738,-90.1335955,17z/data=!3m1!4b1!4m14!1m7!3m6!1s0x8620a5693435bac7:0xecf954bccfceec8f!2sCool+Zoo!8m2!3d29.9219085!4d-90.1327546!16s%2Fg%2F11q8s52m38!3m5!1s0x8620a4e1c4a2d6b1:0xa55ba92017f083!8m2!3d29.9237334!4d-90.1314068!16zL20vMDRoOWNu"
  },
  {
    "name": "Splashin' Safari: Santa Claus, Indiana",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdff990a0000/29-splashin-safari-indiana-submitted.jpg?update-time=1715197119755&size=responsive640",
    "description": "A perennial favorite among families, Splashin' Safari, which is situated roughly 75 miles west of Louisville, Kentucky, is best known for its fun family water coasters, including Cheetah Chase, Mammoth and Wildebeest. The park also offers the eight-slide Tembo Falls and the Tembo Tides wave pool. When you need a break from the water, stop by Holiday World, the charming holiday-themed amusement park located on the same property. Ticket prices include access to both parks.",
    "address": "452 E. Christmas Blvd., Santa Claus, IN 47579",
    "addressUrl": "https://www.google.com/maps/place/Holiday+World+%26+Splashin'+Safari/@38.1187485,-86.9179988,17z/data=!3m1!4b1!4m6!3m5!1s0x886e581193468c21:0x50d781efa416e09b!8m2!3d38.1187443!4d-86.9158101!16zL20vMDZsZnI4"
  },
  {
    "name": "Knott's Soak City Waterpark: Buena Park, California",
    "imgLink": "https://www.usnews.com/object/image/00000164-28eb-d22e-a1ef-fdffa55f0000/31-knotts-soak-city-california-submitted.jpg?update-time=1715197148064&size=responsive640",
    "description": "This Knott's Berry Farm-affiliated water park around 5 miles west of Anaheim features 15 acres of amenities, including a lazy river and roughly two dozen speed, tube and body slides. Families will love Gremmie Lagoon and the Beach House water playground, where kids can climb and splash beneath a three-story structure. The 750,000-gallon Tidal Wave Bay wave pool is another crowd favorite.",
    "address": "8200 Beach Blvd., Buena Park, CA 90620",
    "addressUrl": "https://www.google.com/maps/place/Knott's+Soak+City/@33.8402322,-117.9968894,18.08z/data=!4m6!3m5!1s0x80dd295ff57f78a3:0xbdfffbc143394e45!8m2!3d33.8410301!4d-117.9949727!16zL20vMGNyZ3E2"
  },
  {
    "name": "Shipwreck Island Waterpark: Panama City Beach, Florida",
    "imgLink": "https://www.usnews.com/object/image/00000186-c881-d863-a9ae-dfbfd68f0001/shipwreck-island-drone-credit-steve-davis-shipwreck-island-waterpark.jpg?update-time=1715197165442&size=responsive640",
    "description": "Florida's Panama City Beach is known for its white sand beaches and emerald-green waters, but visitors will also find plenty of attractions away from the sea. A great option is Shipwreck Island Waterpark, which contains 3 million gallons of water across 15 acres of attractions. Major features include a 500,000-gallon wave pool, the white waters of the Raging Rapids ride, the 60-foot-high Pirate's Plunge Racing Slide and children's activity pools for the little ones in your crew.",
    "address": "12201 Hutchison Blvd., Panama City Beach, FL 32407",
    "addressUrl": "https://www.google.com/maps/place/Shipwreck+Island+Waterpark/@30.1931916,-85.8283118,17.54z/data=!4m6!3m5!1s0x88938ec837ce0f25:0x9900271c685d999e!8m2!3d30.1929893!4d-85.8265457!16s%2Fg%2F1hm6s23mn"
  },
  {
    "name": "Big Rivers Waterpark & Adventures: New Caney, Texas",
    "imgLink": "https://www.usnews.com/object/image/00000180-244d-d4e5-a7af-efdf76190000/big-rivers-water-park.jpg?update-time=1715197185966&size=responsive640",
    "description": "Big Rivers Waterpark & Adventures is home to what it calls the largest lazy river in the Houston area, as well as numerous thrill rides and a unique river racer with a 360-degree loop. An attraction called Frio Falls features three towering slides that leave guests spiraling or plummeting six stories below. For some drier fun, parkgoers can head to the on-site Big Rivers Fairgrounds, complete with its own share of roller coasters and rides. Entry to both areas is included with the same ticket.",
    "address": "23101 Texas state Highway 242, New Caney, TX 77357",
    "addressUrl": "https://www.google.com/maps/place/Big+Rivers+Waterpark+%26+Adventures/@30.1960591,-95.2017205,17z/data=!3m1!4b1!4m6!3m5!1s0x864751b5ac20743b:0xc4c8c7e23d2dd627!8m2!3d30.1960545!4d-95.1995318!16s%2Fg%2F11hd6whlqm"
  },
  {
    "name": "Waldameer & Water World: Erie, Pennsylvania",
    "imgLink": "https://www.usnews.com/object/image/00000186-c881-d863-a9ae-dfbfd78e0000/waldameer-aerial-credit-waldameer-water-world.jpg?update-time=1715197204930&size=responsive640",
    "description": "This combination theme park and water park – one of the best water parks in Pennsylvania – has more than 30 slides, alongside a 500,000-gallon wave pool and an enormous hot tub for relaxation (it fits up to 120 people). The Rally Racer lets you lay belly-down while racing your friends on a personal raft, and the Lake Erie Dip is a twisting-and-turning body slide that's sure to thrill adrenaline-seekers. If you have small children in your group, the Kidz Zone splash area offers eight small slides and dozens of interactive water jets.",
    "address": "220 Peninsula Drive, Erie, PA 16505",
    "addressUrl": "https://www.google.com/maps/place/Waldameer+%26+Water+World/@42.1082905,-80.1582565,17z/data=!3m1!4b1!4m6!3m5!1s0x88327f9dbf40b83f:0x96ac5305e90c04c1!8m2!3d42.1082865!4d-80.1560678!16s%2Fg%2F11nxt0g2hd"
  },
  {
    "name": "Rapids Waterpark: West Palm Beach, Florida",
    "imgLink": "https://www.usnews.com/object/image/00000186-c881-d863-a9ae-dfbfd9710000/rapids-brain-drain-credit-rapids-water-park-1.jpg?update-time=1715197310292&size=responsive640",
    "description": "Located less than 10 miles northwest of downtown West Palm Beach, Rapids Waterpark is a go-to for splashy fun in South Florida. With around 20 attractions, there's no shortage of ways to enjoy yourself here. Get the family together and take a thrilling spin on the funnel-shaped Black Thunder, which will spin you around in total darkness. If that's too much, you can always just cruise down the lazy river as it takes you through water cannons, mist and a waterfall.",
    "address": "6566 N. Military Trail, West Palm Beach, FL 33407",
    "addressUrl": "https://www.google.com/maps/place/Rapids+Waterpark/@26.7698397,-80.1088043,17z/data=!3m1!4b1!4m6!3m5!1s0x88d92a7b1cfdcfab:0xe4a2314b51862f94!8m2!3d26.7698349!4d-80.1066156!16s%2Fm%2F054s5w6"
  },
  {
    "name": "Island H2O Water Park: Kissimmee, Florida",
    "imgLink": "https://www.usnews.com/object/image/00000180-244d-d4e5-a7af-efdf75b20000/gettyimages-1226173298.jpg?update-time=1715197332552&size=responsive640",
    "description": "This park outside Orlando puts a technological twist on classic water park attractions. Slides like Live Streaming will give you a wacky video recording of you as you drop vertically, while the Profile Plunge allows your group of six to control the music while on the way down. When you are ready to lounge, you can book cabanas for an extra fee. The park also offers smart wristbands that let you control parts of some rides, store photos and videos, find your friends and family, and more.",
    "address": "3230 Inspiration Drive, Kissimmee, FL 34747",
    "addressUrl": "https://www.google.com/maps/place/Island+H2O+Water+Park/@28.3434641,-81.6095804,17z/data=!3m1!4b1!4m6!3m5!1s0x88dd7df2b5b8108d:0x556191ed3ff5391a!8m2!3d28.3434594!4d-81.6073917!16s%2Fg%2F11gx_zl4dz"
  },
  {
    "name": "Lost Island Waterpark: Waterloo, Iowa",
    "imgLink": "https://www.usnews.com/object/image/00000186-c881-d863-a9ae-dfbfd8e90000/lost-island-waterpark-1.jpg?update-time=1715197609705&size=responsive640",
    "description": "Designed with a tropical island theme, this park in northeastern Iowa mixes high-octane thrills with more relaxed activities. For thrill-seekers, there's the high-speed Wailua Kupua, a hydromagnetic water coaster – meaning it uses power from magnets to push rafts up in the slide. Another exciting option is the intense funnel-shaped Molokini Crater. If you like it calmer, there's a zero-entry wave pool for everyone and the Blue Iguana Lagoon for smaller kids to splash about.",
    "address": "2225 E. Shaulis Road, Waterloo, IA 50701",
    "addressUrl": "https://www.google.com/maps/place/Lost+Island+Waterpark+%26+Adventure+Golf+%26+Go-Karts/@42.4430722,-92.3124068,17z/data=!3m1!4b1!4m6!3m5!1s0x87e551f0dd63dc31:0x9797f41431602601!8m2!3d42.4430722!4d-92.3124068!16zL20vMGNxcG1z"
  },
  {
    "name": "Zoombezi Bay: Powell, Ohio",
    "imgLink": "https://www.usnews.com/object/image/00000186-c881-d863-a9ae-dfbfd8160000/zoombezi-bay-0023-grahm-s.+Jones%2C+Columbus+Zoo+and+Aquarium+%281%29.jpg?update-time=1715197631348&size=responsive640",
    "description": "For a water park with a twist, Zoombezi Bay is a fantastic choice. It's owned by the Columbus Zoo and Aquarium, and you can enter both the water park and the zoo with the same ticket to enjoy Zoombezi Bay's 17 slides and other rides. For a thrill, you can feel the sensation of weightlessness in the tunnel of Big Boa Falls. Meanwhile, kids can splash and climb through Baboon Lagoon, while parents relax and float down the adults-only Croctail Creek with its swim-up bar.",
    "address": "4850 Powell Road, Powell, OH 43065",
    "addressUrl": "https://www.google.com/maps/place/Zoombezi+Bay/@40.1536011,-83.1212927,17z/data=!3m1!4b1!4m6!3m5!1s0x8838edb2e818ee67:0x8850b5909028ae69!8m2!3d40.153597!4d-83.119104!16zL20vMDc2Mmx6"
  },
  {
    "name": "Great Wolf Lodge: Multiple Locations",
    "imgLink": "https://www.usnews.com/object/image/00000162-6392-d9e3-adfa-7fbef6c80000/4-great-wolf-lodge-anaheim.jpg?update-time=1715197651682&size=responsive640",
    "description": "Great Wolf Lodge's indoor water park resorts are notable for their scale and the number of locations. As of early 2024, there are 20 parks, including one in Canada. Other locations are coming soon. The parks vary in size – with the largest (in Perryville, Maryland) clocking in at more than 120,000 square feet – but they share many of the same basic attractions and food. Regardless of location, expect to splash around lazy rivers, wave pools and waterslides in winter-friendly pools heated to 80-plus degrees. (Most parks are indoors, allowing for winter visits.) There are also usually some activities on dry land, too, such as arcade games and bowling.",
    "address": null,
    "addressUrl": null
  },
  {
    "name": "You might also be interested in:",
    "imgLink": "https://www.usnews.com/object/image/00000180-244d-d4e5-a7af-efdf75720000/gettyimages-1152169722.jpg?update-time=1715197677796&size=responsive640",
    "description": null,
    "address": null,
    "addressUrl": null
  }
]