[
  {
    "locationName": "Irvine Spectrum Center",
    "address": "The Escape Game Irvine\n655 Spectrum Center Drive\nIrvine,CA92618",
    "phone": "Call (949) 541-9165",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There are 3 available parking decks around Irvine Spectrum Center. Regal parking deck is the closest to our location and Habana is the second closest.\n\nOur store in Irvine is conveniently located at Irvine Spectrum Center in Orange County:\nSanta Ana - 15-minute drive\nHuntington Beach - 28-minute drive"
  },
  {
    "locationName": "Westfield Century City",
    "address": "The Escape Game LA\n10250 Santa Monica Blvd\nLos Angeles,CA90067",
    "phone": "Call (310) 928-6074",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking is free for the first hour and then $4.00 for the next 1-1.5 hrs. You can learn more about Westfield Century City parking and transportation on their website by clicking here.\n\nRecommendations for a perfect escape room night: Dinner at Tocoya Modern Mexican, play an escape room, and dessert at Wushiland Boba.\n\nThe Escape Game LA is located at Westfield Century City in Los Angeles, conveniently close to shopping, entertainment, and delicious dining options. Our top recommendations for a meal before your game are Tocoya Modern Mexican, Eataly, and Ramen Nagi. Of course, no night out in Hollywood would be complete without some dessert. We suggest getting boba at Wushiland!\n\nThe Escape Game LA features 4 one-of-a-kind escape rooms, including one of our newest games, The Depths. Each immersive escape room holds up to 8 players. Large groups can start their event experiences with up to 40 players at once."
  },
  {
    "locationName": "Victoria Gardens",
    "address": "The Escape Game Rancho Cucamonga\n12549 North Main Street\nRancho Cucamonga,CA91739",
    "phone": "Call (909) 403-7834",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There is plenty of free parking located all around Victoria Gardens.\n\nRecommendation for a perfect escape room night: Dinner at Yard House, play an escape room, dessert at Coldstone Creamery\n\nThe Escape Game Rancho Cucamonga is conveniently located at Victoria Gardens in San Bernardino county, the Inland Empire’s premiere shopping center with over 150 retailers and eateries to choose from. Some of our fave places to grab a bite include Dog House, Blaze, and The State. Nothing beats celebrating a win or consoling a loss quite like a meal with the escape squad. Don't forget to check out Coldstone or Crepes De Paris for dessert!\n\nThe Escape Game Rancho Cucamonga features 5 immersive escape rooms, including our newest game, Timeliner, and our hardest game, Prison Break. Each escape room holds up to 8 players except Playground, which holds up to 12 players. Large groups can begin events with up to 44 players at once."
  },
  {
    "locationName": "Gaslamp",
    "address": "The Escape Game San Diego\n232 Fifth Ave\nSan Diego,CA92101",
    "phone": "Call (619) 853-2834",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking Options:\n•Street Parking is available but very competitive\n•Convention Center Parking Garage: $20-$35 flat rate for full-day parking. Rates vary based on events. Five-seven minute walk from our store.\n•6th & K Garage: Rates vary based on date & events in the area. four-minute walk from our store.\n\nThe Escape Game San Diego features 5 unique game themes, including one of our newest adventures, Timeliner: Train Through Time, and our most challenging escape room, Prison Break. Each family-friendly option includes multiple rooms and can hold up to 8 players. Larger groups can start their experience with up to 32 people at the same time."
  },
  {
    "locationName": "Downtown",
    "address": "The Escape Game San Francisco\n150 Kearny Street\nSan Francisco,CA94108",
    "phone": "Call (415) 940-7808",
    "gamesAvailable": "Monday - Thursday",
    "description": "Parking can be found in the White House Garage, Post Montgomery Center Garage, or other paid garages near our location.\n\nRecommendation for a perfect Bay Area escape room night: Dinner at Julia's Kitchen, play an escape room, dessert at Insomnia Cookies\n\nOur San Francisco location is on Kearny St., right by premium shops and eateries in the Crocker Galleria. All the nearby dining options are perfect for pairing an escape room with dinner and post-game drinks for a full night out in San Francisco. Some of our favorite local restaurants include Julie's Kitchen, Café de la Presse, and The Grove - Yerba Buena. The best part? They're all within walking distance of our San Francisco location! Definitely make sure to stop at Insomnia Cookies or Ghirardelli's for some dessert after your adventure.\n\nThe Escape Game San Francisco features 5 one-of-a-kind themes including our most difficult escape room, Prison Break. All of our escape games can hold up to 8 players, except for Playground, which can actually accommodate 12 players. Larger parties can start their experience with up to 44 players at the same time. Each family-friendly game includes multiple rooms and is a highly immersive experience."
  },
  {
    "locationName": "Valley Fair",
    "address": "The Escape Game San Jose\n2855 Stevens Creek Blvd\nSanta Clara,CA95050",
    "phone": "Call 408-762-4834",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There are various lots and garages available for guests at Valley Fair mall. The first two hours are free and prices increase from there. You can learn more about Valley Fair’s parking here.\n\nOur store in San Jose is conveniently located at Westfield Valley Fair:\nSanta Clara - 9-minute drive"
  },
  {
    "locationName": "Brickell City Centre",
    "address": "The Escape Game Miami\n701 S Miami Ave\nMiami,FL33131",
    "phone": "Call 786-288-5904",
    "gamesAvailable": "Monday - Sunday",
    "description": "Our Miami location is right in the heart of downtown at Brickell City Centre, right next to amazing dining and retail options. This is the perfect spot if you’d like to add an escape room to a day or night out in the 305. Our top options to dine include Motek, Tacology, and Cafe Americano.\n\nThe Escape Game Miami features six original games including Cosmic Crisis, our newest escape room, and Prison Break, our most challenging game. Each family-friendly option includes multiple rooms and can hold up to 8 players. Larger groups can start their experience with up to 48 people at the same time."
  },
  {
    "locationName": "Sawgrass Mills",
    "address": "The Escape Game Sunrise\n2610 Sawgrass Mills Circle\nSunrise,FL33323",
    "phone": "Call (754) 254-2834",
    "gamesAvailable": "Monday - Sunday",
    "description": "The Escape Game Sunrise features five unique games including Timeliner: Train Through Time, our newest escape room. Each family-friendly option includes multiple rooms and can hold up to 8 players. Larger groups can start their experience with up to 40 people at the same time.\n\nParking: There are plenty of free parking spots available all around Sawgrass Mills.\n\nOur store in Sunrise is conveniently located at Sawgrass Mills:\n\nFort Lauderdale - 25-minute drive\n\nHollywood - 23-minute drive\n\nBoca Raton - 28-minute drive\n\nRecommendation for a perfect escape room night: Dinner at Yard House, play an escape room, and dessert at The Baked Bear."
  },
  {
    "locationName": "The Battery",
    "address": "The Escape Game Atlanta\n900 Battery Ave SE, Suite 1020\nAtlanta,GA30339",
    "phone": "Call (678) 831-6347",
    "gamesAvailable": "Monday - Sunday",
    "description": "Our Atlanta location is in the Battery (where the Braves play) near other entertainment concepts and awesome food spots that make for a great pre-game meal or a post-escape celebration. The Battery Atlanta offers 365-day entertainment in its 2 million-square-foot space so you'll never run out of things to explore. Yardhouse, Punch Bowl Social, and Wahlburgers are a couple of our favorite eats - oh, and grab some gelato at Antico if you need an “I almost escaped” pick-me-up.\n\nThe Escape Game Atlanta features 6 unique themes including our underwater-themed game, The Depths, and our most difficult game, Prison Break. Each game holds up to 8 players, except Playground, which holds up to 12 players. Large groups can start up to 52 players at the same time. Our games are multi-room, family-friendly, and highly immersive."
  },
  {
    "locationName": "Ala Moana",
    "address": "The Escape Game Honolulu\n1450 Ala Moana Blvd #2404\nHonolulu,HI96814",
    "phone": "Call (808) 736-3834",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There is plenty of free parking all around the Ala Moana Center!\n\nRecommendation for a perfect escape room night: Dinner at Honolulu Bistro, play an escape room, boba at Tiger Sugar\n\n\n\nOur Hawaii store is on Oahu near Waikiki at Ala Moana. It's conveniently located next to countless dining options, perfect for pairing an escape room with a meal or day out. Some of our top food recommendations include Eggs 'n Things, Goma Tei, and Mama Phở. Whether you're a regular in Waikiki or just looking for a fresh Oahu activity, an escape room is something people of all ages can enjoy.\n\n\n\nThe Escape Game Honolulu features 7 unique themes including our newest adventure, Timeliner: Train Through Time, and our most challenging escape room, Prison Break. Each game includes multiple rooms, is completely family-friendly, and is extremely immersive. All rooms can hold up to 8 players, except for Playground, which can hold up to 12. Larger groups can start their experience with up to 60 people at once."
  },
  {
    "locationName": "River North",
    "address": "The Escape Game Chicago\n42 East Ontario Street\nChicago,IL60611",
    "phone": "Call (312) 453-7753",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: The closest garage is at 50 East Ohio. We validate parking and it's $17 for 4 hours. We recommend grabbing a taxi, using a ride-share service, or walking when possible. The nearest train stop is Grand stop with the Red Line and we're closest to Trolley Stop #4.\n\nRecommendation for a perfect escape room night: Dinner at Pizzeria Duo, play an escape room, dessert at Cafe Cremerie\n\nOur Chicago location is right off of the famed Michigan Ave next to countless entertainment and dining options, perfect for pairing an escape room with dinner and post-game drinks for a full night out in Chicago. Some of our fave local eateries include Big Bowl Chinese, Gordon Ramsay Burger, and Pizzeria Duo for some authentic Chicago deep dish. The best part? They're all within walking distance of our Chicago location!\n\nThe Escape Game Chicago features 5 unique themes including our cosmic adventure, Mission: Mars and our most difficult escape room, Prison Break. Every family-friendly escape game can hold up to 8 players, includes multiple rooms, and is a highly immersive experience. Larger groups can start their experience with up to 40 people at the same time."
  },
  {
    "locationName": "French Quarter",
    "address": "The Escape Game New Orleans\n233 North Peters Street\nNew Orleans,LA70130",
    "phone": "Call (504) 608-3499",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: Paid garages can be found in multiple places around our location. The French Quarter is best experienced on foot! You may want to consider a cab or rideshare.\n\nRecommendation for a perfect escape room night: Dinner at Evangeline, play an escape room, dessert at Cafe Beignet\n\nOur New Orleans location is in the famed French Quarter near plenty restaurants and bars, perfect for pairing an escape room with dinner and post-game drinks for a full-fledged night out in New Orleans. Some of our favorite local eateries include Evangeline, Thaihey NOLA, and Voodoo Chicken & Daiquiris. You definitely need to go to Cafe Beignet for some authentic New Orleans dessert after your game too. The best part? The area is super walkable so you can just head from one place to the next without having to worry about driving.\n\nThe Escape Game New Orleans features 4 unbelievable themes including our most difficult escape room, Prison Break. Every family-friendly escape game can hold up to 8 players, except Playground, which can fit 12 players. All of our escape games includes multiple rooms to escape from and are highly immersive experiences. Larger parties can start their experience in all rooms with up to 36 players."
  },
  {
    "locationName": "Legacy Place",
    "address": "The Escape Game Dedham\n224 Legacy Place\nDedham,MA02026",
    "phone": "Call (781) 678-4263",
    "gamesAvailable": "Monday - Sunday",
    "description": "\n\nThe Escape Game Dedham offers five immersive games including Timeliner: Train Through Time, one of our newest escape rooms. Every family-friendly option features multiple rooms and can accommodate 8 players. Large team-building groups can start their experience with up to 40 players at the same time.\n\nOur store in Dedham is conveniently located at Legacy Place next to countless amazing dining options and just 25 minutes outside of Boston. This is perfect for pairing an escape room with a meal or a day out as a group, whether you're a Boston native or just visiting Dedham for the weekend!\n\n"
  },
  {
    "locationName": "Mall of America",
    "address": "The Escape Game Minneapolis\n300 East Broadway\nBloomington,MN55425",
    "phone": "Call (952) 856-3374",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: Free parking can be found free at the mall on the East Side Ramp (Level P4, Mall level 3). MSP Airport offers Light Rail Transit from the airport to Mall of America. When the mall is closed, use the main entrance on the east side by Walgreens.\n\nRecommendation for a perfect escape room night: Dinner at Burger Burger, play an escape room, dessert at Cinnabon\n\nThe Escape Game Minneapolis is inside of the famed Mall of America, a 4-level mall with hundreds of food, shopping, and entertainment options. You'll find us on the 3rd floor, East. Some of our favorite spots to grab a bite to eat at MOA include Burger Burger, Margaritaville, and Bubba Gump Shrimp Co. — perfect for a pre- or post-game meal. Don't forget to check out Cinnabon for some hard-earned cinnamon rolls after your game!\n\nThe Escape Game Minneapolis features 7 immersive escape rooms, including 2 brand new games - Cosmic Crisis and The Depths. Each escape room holds up to 8 players, except for Special Ops: Mysterious Market, which can accommodate up to 7 players. Large groups can begin their event with up to 47 players at once."
  },
  {
    "locationName": "Country Club Plaza",
    "address": "The Escape Game Kansas City\n320 Ward Pkwy\nKansas City,MO64112",
    "phone": "Call (816)-677-6834",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: Country Club Plaza offers free garage parking year-round and there is free street parking available throughout The Plaza. Learn more about Country Club Plaza’s parking here.\n\n\n\nThe Escape Game Kansas City is located at Country Club Plaza, right next to various shopping destinations, entertainment options, and highly-rated restaurants. Our top spots for a pre-or post-game meal include The Cheesecake Factory, Brio Italian Grille, and Chuy’s. We highly recommend celebrating an escape room win with cupcakes from Cupcake A La Mode or ice cream at Ice Cream Bae!\n\n\n\nThe Escape Game Kanas City features five completely unique escape rooms, including one of our newest games, The Depths. Each immersive escape room holds up to 8 players and large groups can start their event experiences with up to 40 players at once.\n\n\n\nRecommendation for a perfect escape room night: Dinner at The Cheesecake Factory, play an escape room, dessert at Cupcake A La Mode."
  },
  {
    "locationName": "The Forum Shops",
    "address": "The Escape Game Las Vegas\n3500 Las Vegas Blvd S\nLas Vegas,NV89109",
    "phone": "Call 702-710-8144",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking at The Forum Shops offer three valet locations for a daily flat rate of $7. You can learn more about directions and parking on their website.\n\nRecommendation for a perfect escape room night: Dinner at Planet Hollywood Restaurant, play an escape room, watch the light show at the Bellagio Fountain\n\nThe Escape Game Las Vegas is conveniently located right off the famous Strip in The Forum Shops at Caesars Palace, which has over 160 shops and restaurants. Some of our favorites places to grab a bite to eat in The Forum Shops include Planet Hollywood Restaurant, The Cheesecake Factory, and Trevi Italian Restaurant.\n\nThe Escape Game Las Vegas features 6 unique escape rooms, including one of our most difficult games, Prison Break. Each of our escape rooms can accommodate up to 8 players excluding Playground, which can hold 12 players. Large groups can start their event experiences with up to 60 players at the same time."
  },
  {
    "locationName": "American Dream",
    "address": "The Escape Game New Jersey\n1 American Dream Way\nEast Rutherford,NJ07073",
    "phone": "Call (201) 514-5699",
    "gamesAvailable": "Monday - Sunday",
    "description": "You'll find us in NJ conveniently located inside of American Dream, a 5-floor entertainment supercomplex, with over 450 shopping and food options. We are on the third floor of the Parks Court. Some of our favorite spots in the food court include Five Guys, German Doner Kebab, and Yard House. Check them out for a pre- or post-game meal. Don't forget to head to Haagen-Dazs for some well-deserved ice cream after your game!\n\nOur NJ location features 6 immersive escape rooms, including our newest game, The Depths, and our most difficult adventure, Break. Each escape room holds up to 8 players excluding Playground, which can accommodate up to 12 players. Large groups can start their event experiences with up to 52 players at the same time."
  },
  {
    "locationName": "City Point Brooklyn",
    "address": "The Escape Game Brooklyn\n445 Gold Street\nBrooklyn,NY11201",
    "phone": "Call 917-201-7304",
    "gamesAvailable": "Monday - Sunday",
    "description": "Our City Point location is right in the middle of the Brooklyn action, conveniently close to countless entertainment, shopping, and dining options. This is the perfect spot for an escape room day or night out! Some of our top spots for a meal are Fat Fowl and Junior’s Restaurant and Bakery. The Escape Game Brooklyn features six unique games including Cosmic Crisis, our newest escape room, and Prison Break, our hardest game. Each family-friendly option includes multiple rooms and can hold up to 8 players. Larger groups can start their experience with up to 52 people at the same time."
  },
  {
    "locationName": "Midtown",
    "address": "The Escape Game NYC\n295 Madison Avenue\nNew York,NY10017",
    "phone": "Call 917-970-1360",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There are nearby parking garages within a 5-minute walk of The Escape Game NYC and valet parking available at Grand Central Station. Nearest subway entrance is Grand Central.\n\nRecommendation for a perfect escape room night: Dinner at Stone Bridge Pizza, play an escape room, dessert at Magnolia Bakery\n\nOur NYC location is on Madison Ave in Midtown Manhattan, just a few blocks from Times Square, the Empire State Building, and countless other Manhattan sites. We have our own storefront at the historic Lefcourt Colonial Building on Madison Ave. Any adventure in the big city isn't complete without a delicious bite to eat. Some awesome spots for a pre-game meal are Stone Bridge Pizza, Fields Good Chicken, and Mad Dog & Beans Mexican Cantina — oh and stop at the Magnolia Bakery in Grand Central if you need an “I almost escaped” consolation cupcake. If the weather's nice, you can also recap your experience with a stroll through Bryant Park.\n\nThe Escape Game NYC features 7 unique themes including our most challenging game, Prison Break. Each game holds up to 8 players; except Playground, which holds up to 12 players. Large groups can start up to 60 players at the same time. All of our games have multiple rooms, are family-friendly, and highly immersive experiences."
  },
  {
    "locationName": "Concord Mills",
    "address": "The Escape Game Concord\n8111 Concord Mills Boulevard\nConcord,NC28027",
    "phone": "Call (704) 286-9834",
    "gamesAvailable": "Monday - Sunday",
    "description": "Our location at Concord Mills is right by countless eating and retail options, perfect for pairing an escape room with a day or night out.  Some of our fave places to eat include On The Border and Razzoo's Cajun Cafe.\n\nThe Escape Game Concord features 5 unique themes including The Depths, one of our newest escape rooms, and Prison Break, our most challenging game. Each family-friendly option includes multiple rooms and can hold up to 8 players, except for Playground, which can hold up to 12 players. Larger groups can start their experience with up to 44 people at the same time."
  },
  {
    "locationName": "The Banks",
    "address": "The Escape Game Cincinnati\n28 W Freedom Way\nCincinnati,OH45202",
    "phone": "Call (513) 440-4332",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking is available at the Central Riverfront Garage or in adjacent lots.\n\nRecommendation for a perfect escape room night: Dinner at Yard House, play an escape room, dessert at Graeter's Ice Cream\n\nOur Cincinnati location is on Freedom Way at The Banks, right by the Bengals and Red stadiums. Popular nearby dining options include Yard House, Taste of Belgium, and Condado Tacos, perfect if you want a family-friendly time out in downtown Cincinnati. Catch a game, grab a bite, play an escape room, then recap your adventure with a walk along the river.\n\nThe Escape Game Cincinnati has 5 interactive adventures, including our most challenging escape game, Prison Break. Each escape room holds up to 8 players except Playground, which can host up to 12 players. Larger parties can start their experience with up to 44 players all at once.\n\nEach of our escape games is highly immersive, uniquely themed, and features multiple rooms to escape from."
  },
  {
    "locationName": "Crocker Park",
    "address": "The Escape Game Crocker Park\n214 Crocker Park Blvd\nWestlake,OH44145",
    "phone": "Call (440) 968-5834",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There are plenty of metered parking spots and free garages all around Crocker Park! For garage parking, we recommend using the one on Union Street. Learn more about Crocker Park parking here.\n\nYou can find The Escape Game at Crocker Park in the heart of Westlake next to awesome shopping options and highly-rated eateries! Some of our favorite places to get a meal with friends and family include Bar Louie, The Cheesecake Factory, and Barraco. Of course, no escape game is complete with a celebratory dessert, so we recommend topping off your game with ice cream from Graeter's!\n\nThe Escape Game Crocker Park features five highly immersive escape rooms, including our newest game, Timeliner: Train Through Time. Each multi-room game can accommodate up to 8 players and large groups can start their event experiences with up to 40 players at once.\n\nRecommendation for a perfect escape room night: Dinner at The Cheesecake Factory, play an escape room, dessert at Graeter’s Ice Cream"
  },
  {
    "locationName": "Easton Town Center",
    "address": "The Escape Game Columbus\n3960 Easton Station\nColumbus,OH43219",
    "phone": "Call (614) 412-5372",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: Parking is available in free surface lots all around Easton Town Center. We recommend parking as close as you can to the south side of the center near Abercrombie & Fitch, Bar Louie, and Lifetime to get as close as possible to our location!\n\nRecommendation for a perfect escape room night: Grab dinner at Condado Tacos, play an unforgettable escape room, and enjoy a well-deserved dessert from Crumbl Cookies\n\nYou can find The Escape Game Columbus at Easton Town Center, right by delicious restaurant options and high-end shopping options. A few of our go-to spots for a pre- or post-game meal include Flip Side Easton, BIBIBOP Asian Grill, and Condado Tacos. You can make an entire experience out in Columbus and finish the adventure with some cookies from Crumbl.\n\nFun facts about Easton Town Center: It's a premier shopping, dining, and entertainment destination featuring 200+ stores, it hosts Ohio’s largest movie theater, and is super walkable with open-air courtyards, fountains, and parks.\n\n\n\nThe Escape Game Columbus features 6 unique escape rooms, including our newest game, The Depths. Each immersive adventure holds up to 8 players and large groups can start their event experiences with up to 40 players at the same time."
  },
  {
    "locationName": "King of Prussia Mall",
    "address": "The Escape Game King of Prussia\n160 North Gulph Road\nKing of Prussia,PA19406",
    "phone": "Call 610-624-8058",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking is free at the mall and located in front of The Escape Game. Park right by Yard House and Dick's Sporting Goods. You'll see us!\n\nRecommendation for a perfect escape room night: Dinner at Bartaco, play an escape room, ice cream at Häagen-Dazs\n\nThe Escape Game King of Prussia is conveniently located at the King of Prussia Mall, close to several delicious foods and popular shopping options. This mall is the premier shopping destination in the Philly area with over 450 stores and 30+ dining options.\n\n\n\nSome of our food court favorites in and around the mall include Yard House, Shake Shack, and Bartaco. Be sure to grab a yummy pre- or post-game meal at one of those spots. Also, don't forget to head to Häagen-Dazs for some well-deserved ice cream after your game!\n\nThe Escape Game King of Prussia features 4 immersive escape rooms, like Prison Break and Gold Rush. Each escape room holds up to 8 players excluding Playground, which can accommodate up to 12 players. Large groups can start their events with up to 36 players at the same time."
  },
  {
    "locationName": "Broadway at the Beach",
    "address": "The Escape Game Myrtle Beach\n1138 CELEBRITY CIR.\nMyrtle Beach,SC29577",
    "phone": "Call 843-994-2637",
    "gamesAvailable": "Monday - Sunday",
    "description": "Recommendation for a perfect escape room night: Dinner at Extreme Pizza Myrtle Beach, play an escape game, dessert at I Scream Candy\n\n\n\nParking: Broadway at the Beach features several surface parking lots around the complex."
  },
  {
    "locationName": "Gatlinburg",
    "address": "The Escape Game Gatlinburg\n105 Reagan Drive\nGatlinburg,TN37738",
    "phone": "Call (865) 800-3834",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There are several garages and lots along the Parkway. The closest to us is Midtown Parking!\n\nOur Gatlinburg location is right along the Parkway.\n\nSevierville - 26-minute drive\n\nPigeon Forge - 13-minute drive\n\n"
  },
  {
    "locationName": "Downtown",
    "address": "The Escape Game Nashville\n162 3rd Avenue North\nNashville,TN37201",
    "phone": "Call (615) 241-5609",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There is metered street parking in front of The Escape Game Nashville, Downtown and paid lots and garages nearby.\n\n\n\nOur store in downtown Nashville is conveniently located right off of Broadway:\n12 South - 7-minute drive\nThe Gulch - 10-minute drive\nBrentwood - 16-minute drive"
  },
  {
    "locationName": "The Island",
    "address": "The Escape Game Pigeon Forge\n131 Island Drive\nPigeon Forge,TN37863",
    "phone": "Call (865) 868-3400",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: Parking is free and available on The Island.\n\nOur store in Pigeon Forge is conveniently located on The Island:\nSevierville - 15-minute drive\nKnoxville - 1 hour"
  },
  {
    "locationName": "Downtown",
    "address": "The Escape Game Austin\n405 Red River Street\nAustin,TX78701",
    "phone": "Call (512) 643-0043",
    "gamesAvailable": "Monday - Sunday",
    "description": "The Escape Game Austin has 8 interactive escape rooms, including our exclusive Classified, which can only be found in two locations around the country, and our newest adventure, Cosmic Crisis. Larger parties can start their experience with up to 59 players at the same time.\n\nEach of our escape rooms is uniquely themed, fully immersive, and features multiple rooms to escape from per game."
  },
  {
    "locationName": "Grapevine Mills",
    "address": "The Escape Game Grapevine\n3000 Grapevine Mills Parkway\nGrapevine,TX76051",
    "phone": "Call (214) 692-2180",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: We recommend parking close to Entry 6, near Round One and the Nike Factory Store.\n\nOur store in Grapevine is conveniently located at the Grapevine Mills Mall:"
  },
  {
    "locationName": "Grandscape",
    "address": "The Escape Game The Colony\n5752 Grandscape Blvd\nThe Colony,TX75056",
    "phone": "Call (469) 551-8344",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking: There is ample free parking all around Grandscape in the surface lots on the north side of the center or the parking garage on the south side.\n\nOur store in The Colony is conveniently located at Grandscape:"
  },
  {
    "locationName": "CityCentre",
    "address": "The Escape Game Houston\n794 Sorella Court\nHouston,TX77024",
    "phone": "Call (713) 999-1496",
    "gamesAvailable": "Monday - Sunday",
    "description": "Parking is available and free in CityCentre’s three garages on the upper levels.\n\nRecommendation for a perfect escape room night: Dinner at Grimaldi's Pizzeria, play an escape room, dessert at Jeni's\n\nThis TX location is at Houston's CityCentre plaza right by popular nearby dining and shopping options. Our favorite places to eat include Grimaldi's Pizzeria, Daily Gather, and Yard House, all perfect if you want to turn your escape room experience into a night out on the town. You can also grab some dessert at Jeni's Splendid Ice Creams to celebrate a win or get an “I almost escaped” pick-me-up.\n\nThe Escape Game Houston at CityCentre has 7 escape room adventures to choose from, including our hardest game, Prison Break. All the rooms can accommodate up to 8 players, except for Playground, which can fit 12 players. Larger parties can start their experience with up to 60 players at the same time.\n\nAll of our escape rooms have one-of-a-kind themes, feature multiple rooms to escape from, are completely family-friendly, and guaranteed immersive experiences."
  },
  {
    "locationName": "Georgetown",
    "address": "The Escape Game Washington D.C.\n3345 M Street NW\nWashington,DC20007",
    "phone": "Call (202) 410-3210",
    "gamesAvailable": "Monday - Sunday",
    "description": "The Escape Game DC, Georgetown features 6 escape rooms including 5 one-of-a-kind themes that are exclusive to this location. Each family-friendly adventure accommodates 8 players and both Titanic and Dr. Whack's Elixir of Life can hold 10. All of our escape games include multiple rooms to escape from and are fully immersive adventures. Larger parties can start their experience in all rooms with up to 44 players at the same time.\n\nThis location was formerly Escape Room Live!\n\nParking is metered throughout Georgetown. Some blocks north of our location have free 2-4 hr parking spots. There's also a paid garage called the 3307 Garage with an alleyway entrance at 121 Bank Street NW."
  }
]